
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>第一章 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="ch02.html" />
    
    
    <link rel="prev" href="./" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    简介
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2" data-path="ch01.html">
            
                <a href="ch01.html">
            
                    
                    第一章
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="ch02.html">
            
                <a href="ch02.html">
            
                    
                    第二章
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="ch03.html">
            
                <a href="ch03.html">
            
                    
                    第三章
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="ch04.html">
            
                <a href="ch04.html">
            
                    
                    第四章
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="ch05.html">
            
                <a href="ch05.html">
            
                    
                    第五章
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >第一章</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x7B2C;&#x4E00;&#x7AE0;&#xFF1A;&#x58EB;&#x4F0D;&#xFF0C;&#x8BF7;&#x51FA;&#x793A;&#x8EAB;&#x4EFD;&#x8BC1;&#xFF01;">&#x7B2C;&#x4E00;&#x7AE0;&#xFF1A;&#x58EB;&#x4F0D;&#xFF0C;&#x8BF7;&#x51FA;&#x793A;&#x8EAB;&#x4EFD;&#x8BC1;&#xFF01;</h1>
<p>&#x6E56;&#x8FB9;&#x4E00;&#x5BB6;&#x7B80;&#x964B;&#x7684;&#x5BA2;&#x820D;&#x5185;&#xFF0C;&#x9B13;&#x89D2;&#x53D1;&#x767D;&#x7684;&#x201C;&#x820D;&#x4EBA;&#x201D;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x5E97;&#x4E3B;&#x4EBA;&#xFF0C;&#x6B63;&#x54FC;&#x7740;&#x695A;&#x5730;&#x6B4C;&#x8C23;&#x5FD9;&#x91CC;&#x5FD9;&#x5916;&#xFF0C;&#x5374;&#x542C;&#x5230;&#x5916;&#x8FB9;&#x4F20;&#x6765;&#x4E00;&#x9635;&#x72D7;&#x5420;&#xFF0C;&#x63A5;&#x7740;&#x662F;&#x6C89;&#x91CD;&#x7684;&#x6572;&#x95E8;&#x58F0;&#x3002;</p>
<p>&#x201C;&#x8FD9;&#x4E48;&#x665A;&#x8FD8;&#x6709;&#x4EBA;&#x6765;&#x3002;&#x201D;&#x4ED6;&#x9A82;&#x4E86;&#x4E00;&#x53E5;&#xFF0C;&#x624D;&#x6162;&#x541E;&#x541E;&#x5730;&#x632A;&#x8FC7;&#x53BB;&#x6253;&#x5F00;&#x95E8;&#x3002;</p>
<p>&#x201C;&#x591A;&#x8C22;&#x8001;&#x4E08;!&#x201D;</p>
<p>&#x6765;&#x5BA2;&#x72FC;&#x72C8;&#x5730;&#x94BB;&#x4E86;&#x8FDB;&#x6765;&#xFF0C;&#x53EA;&#x89C1;&#x4ED6;&#x7A7F;&#x7740;&#x4E00;&#x4EF6;&#x6E7F;&#x6F09;&#x6F09;&#x7684;&#x8910;&#x8863;&#xFF0C;&#x4E0B;&#x8EAB;&#x7A7F;&#x7ED4;&#xFF0C;&#x811A;&#x8E29;&#x8349;&#x978B;&#xFF0C;&#x7528;&#x6728;&#x68CD;&#x4F5C;&#x7C2A;&#x5B50;&#xFF0C;&#x5C06;&#x53D1;&#x9AFB;&#x56FA;&#x5B9A;&#x5728;&#x5934;&#x9876;&#x5DE6;&#x4FA7;&#xFF0C;&#x4E00;&#x62AC;&#x5934;&#xFF0C;&#x5374;&#x89C1;&#x5176;&#x76AE;&#x80A4;&#x9EDD;&#x9ED1;&#xFF0C;&#x4E94;&#x5B98;&#x65B9;&#x6B63;&#xFF0C;&#x6D53;&#x7709;&#x5927;&#x773C;&#xFF0C;&#x9894;&#x4E0B;&#x65E0;&#x987B;&#xFF0C;&#x662F;&#x4E2A;&#x5341;&#x4E03;&#x516B;&#x5C81;&#x7684;&#x5E74;&#x8F7B;&#x5EB6;&#x6C11;&#x2026;&#x2026;</p>
<p>&#x5E74;&#x8F7B;&#x4EBA;&#x4E00;&#x62B9;&#x8138;&#x4E0A;&#x7684;&#x96E8;&#x6C34;&#xFF0C;&#x9732;&#x51FA;&#x4E00;&#x53E3;&#x767D;&#x7259;&#xFF0C;&#x671D;&#x820D;&#x4EBA;&#x4F5C;&#x63D6;&#x9053;&#xFF1A;&#x201C;&#x8001;&#x4E08;&#xFF0C;&#x5929;&#x96E8;&#x9053;&#x963B;&#xFF0C;&#x6211;&#x60F3;&#x5728;&#x5BA2;&#x820D;&#x4F4F;&#x4E00;&#x665A;&#x3002;&#x201D;</p>
<p>&#x201C;&#x53EF;&#x6709;&#x9A8C;&#x4F20;&#xFF1F;&#x201D;</p>
<p>&#x4E00;&#x542C;&#x6B64;&#x4EBA;&#x8981;&#x4F4F;&#x5E97;&#xFF0C;&#x820D;&#x4EBA;&#x77AC;&#x95F4;&#x4ECE;&#x4E00;&#x4E2A;&#x666E;&#x901A;&#x7684;&#x4E61;&#x4E0B;&#x8001;&#x5934;&#x53D8;&#x5F97;&#x7CBE;&#x660E;&#x8D77;&#x6765;&#xFF0C;&#x76EE;&#x5149;&#x626B;&#x5411;&#x5E74;&#x8F7B;&#x4EBA;&#x8170;&#x95F4;&#x77ED;&#x5251;&#x3002;</p>
<p>&#x201C;&#x6709;&#x9A8C;&#x4F20;&#x3002;&#x201D;</p>
<p>&#x5E74;&#x8F7B;&#x4EBA;&#x57CB;&#x5934;&#x5728;&#x8921;&#x88E2;&#x91CC;&#x638F;&#x4E86;&#x638F;&#xFF0C;&#x5C06;&#x6768;&#x6728;&#x677F;&#x5236;&#x6210;&#x7684;&#x201C;&#x9A8C;&#x201D;&#xFF0C;&#x4EE5;&#x53CA;&#x67F3;&#x6728;&#x6761;&#x524A;&#x6210;&#x7684;&#x201C;&#x4F20;&#x201D;&#x5C0F;&#x5FC3;&#x53D6;&#x51FA;&#xFF0C;&#x89C1;&#x4E0A;&#x9762;&#x7684;&#x6587;&#x5B57;&#x6CA1;&#x88AB;&#x96E8;&#x6C34;&#x5F04;&#x6E7F;&#xFF0C;&#x8FD9;&#x624D;&#x677E;&#x4E86;&#x53E3;&#x6C14;&#xFF0C;&#x53CC;&#x624B;&#x4EA4;&#x7ED9;&#x820D;&#x4EBA;&#xFF0C;&#x540C;&#x65F6;&#x4ECB;&#x7ECD;&#x8D77;&#x81EA;&#x5DF1;&#x6765;&#x3002;</p>
<p>&#x201C;&#x6211;&#x662F;&#x5B89;&#x9646;&#x53BF;&#x4E91;&#x68A6;&#x4E61;&#x58EB;&#x4F0D;&#xFF0C;&#x8001;&#x4E08;&#x53EF;&#x4EE5;&#x53EB;&#x6211;&#x9ED1;&#x592B;&#xFF01;&#x201D;</p>
<p>&#x201C;&#x9ED1;&#x592B;&#xFF1F;&#x201D;</p>
<p>&#x820D;&#x4EBA;&#x5728;&#x4E91;&#x68A6;&#x4E61;&#x6709;&#x4E0D;&#x5C11;&#x719F;&#x4EBA;&#xFF0C;&#x552F;&#x72EC;&#x6CA1;&#x542C;&#x8FC7;&#x8FD9;&#x53F7;&#x4EBA;&#x7269;&#xFF0C;&#x4ED6;&#x7684;&#x76EE;&#x5149;&#x5728;&#x201C;&#x9A8C;&#x201D;&#x548C;&#x9ED1;&#x592B;&#x8138;&#x4E0A;&#x6765;&#x56DE;&#x5F98;&#x5F8A;&#xFF0C;&#x8FD9;&#x8BA4;&#x771F;&#x52B2;&#xFF0C;&#x8BA9;&#x9ED1;&#x592B;&#x6709;&#x79CD;&#x524D;&#x4E16;&#x88AB;&#x8B66;&#x5BDF;&#x67E5;&#x8EAB;&#x4EFD;&#x8BC1;&#x7684;&#x9519;&#x89C9;&#xFF0C;&#x4E00;&#x65F6;&#x95F4;&#x51B7;&#x6C57;&#x76F4;&#x5192;&#x2026;&#x2026;</p>
<p>&#x7531;&#x4E0D;&#x5F97;&#x9ED1;&#x592B;&#x4E0D;&#x5FC3;&#x865A;&#xFF0C;&#x56E0;&#x4E3A;&#x4ED6;&#x7684;&#x8EAB;&#x4EFD;&#x53EF;&#x4EE5;&#x8BF4;&#x662F;&#x771F;&#x7684;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x8BF4;&#x662F;&#x5047;&#x7684;&#xFF01;</p>
<p>&#x539F;&#x6765;&#xFF0C;&#x4ED6;&#x65E9;&#x5C31;&#x4E0D;&#x662F;&#x539F;&#x88C5;&#x7684;&#x79E6;&#x56FD;&#x4EBA;&#x201C;&#x9ED1;&#x592B;&#x201D;&#x4E86;&#xFF0C;&#x800C;&#x662F;&#x4E8C;&#x5341;&#x4E00;&#x4E16;&#x7EAA;&#x67D0;&#x7701;&#x8B66;&#x5B98;&#x5B66;&#x9662;&#x7684;&#x5B66;&#x751F;&#xFF0C;&#x6BD5;&#x4E1A;&#x540E;&#x8003;&#x4E0A;&#x4E86;&#x53BF;&#x91CC;&#x7684;&#x6D3E;&#x51FA;&#x6240;&#x7F16;&#x5236;&#xFF0C;&#x548C;&#x670B;&#x53CB;&#x5230;&#x6E56;&#x8FB9;&#x6E38;&#x73A9;&#x5E86;&#x795D;&#xFF0C;&#x5374;&#x4E3A;&#x4E86;&#x6551;&#x4E00;&#x4F4D;&#x843D;&#x6C34;&#x7684;&#x5C0F;&#x7537;&#x5B69;&#x4E0D;&#x5E78;&#x6EBA;&#x4EA1;&#x3002;</p>
<p>&#x518D;&#x9192;&#x6765;&#x65F6;&#xFF0C;&#x4ED6;&#x53D1;&#x73B0;&#x81EA;&#x5DF1;&#x8EBA;&#x5728;&#x786C;&#x90A6;&#x90A6;&#x7684;&#x69BB;&#x4E0A;&#xFF0C;&#x88AB;&#x4E00;&#x7FA4;&#x8863;&#x7740;&#x53E4;&#x6734;&#x7684;&#x201C;&#x964C;&#x751F;&#x4EBA;&#x201D;&#x5305;&#x56F4;&#x7740;&#x5618;&#x5BD2;&#x95EE;&#x6696;&#x3002;</p>
<p>&#x540E;&#x6765;&#x624D;&#x77E5;&#x9053;&#xFF0C;&#x8FD9;&#x662F;&#x4ED6;&#x7684;&#x6BCD;&#x4EB2;&#x3001;&#x54E5;&#x54E5;&#x3001;&#x5F1F;&#x5F1F;&#x7B49;&#x3002;&#x81EA;&#x5DF1;&#x5927;&#x6982;&#x662F;&#x906D;&#x9047;&#x4E86;&#x5C0F;&#x8BF4;&#x91CC;&#x540D;&#x4E3A;&#x201C;&#x7A7F;&#x8D8A;&#x201D;&#x7684;&#x70C2;&#x4FD7;&#x6865;&#x6BB5;&#xFF0C;&#x800C;&#x4E14;&#x8FD8;&#x4E00;&#x53E3;&#x6C14;&#x56DE;&#x5230;&#x4E86;&#x4E24;&#x5343;&#x591A;&#x5E74;&#x524D;&#xFF0C;&#x6210;&#x4E86;&#x540D;&#x53EB;&#x201C;&#x9ED1;&#x592B;&#x201D;&#x7684;&#x79E6;&#x56FD;&#x5B89;&#x9646;&#x53BF;&#x9752;&#x5E74;&#xFF01;</p>
<p>&#x201C;&#x9ED1;&#x592B;&#xFF0C;&#x8FD9;&#x4E0D;&#x5C31;&#x662F;&#x90A3;&#x5C01;&#x2018;&#x4E2D;&#x56FD;&#x6700;&#x65E9;&#x7684;&#x5BB6;&#x4E66;&#x2019;&#x91CC;&#x7684;&#x79E6;&#x56FD;&#x58EB;&#x5175;&#x4E48;&#x3002;&#x201D;</p>
<p>&#x4ED6;&#x770B;&#x8FC7;&#x4E00;&#x4E9B;&#x8282;&#x76EE;&#x62A5;&#x9053;&#x4E91;&#x68A6;&#x79E6;&#x7B80;&#xFF0C;&#x5C24;&#x5176;&#x5BF9;&#x201C;&#x9ED1;&#x592B;&#x6728;&#x724D;&#x201D;&#x5370;&#x8C61;&#x6DF1;&#x523B;&#xFF0C;&#x5374;&#x6CA1;&#x6599;&#x5230;&#xFF0C;&#x81EA;&#x5DF1;&#x4F1A;&#x53D8;&#x6210;&#x90A3;&#x5C01;&#x4FE1;&#x7684;&#x4E3B;&#x4EBA;&#x2026;&#x2026;</p>
<p>&#x60F3;&#x5230;&#x81EA;&#x5DF1;&#x7684;&#x672A;&#x6765;&#xFF0C;&#x4ED6;&#x4FBF;&#x4E0D;&#x5BD2;&#x800C;&#x6817;&#xFF0C;&#x7535;&#x89C6;&#x8282;&#x76EE;&#x91CC;&#x8BF4;&#xFF0C;&#x9ED1;&#x592B;&#x662F;&#x5728;&#x519B;&#x8425;&#x91CC;&#x5199;&#x7684;&#x4FE1;&#x3002;&#x4ED6;&#x4EEC;&#x5144;&#x5F1F;&#x4E8C;&#x4EBA;&#x53EA;&#x662F;&#x79E6;&#x519B;&#x666E;&#x901A;&#x5C0F;&#x5352;&#xFF0C;&#x4E0D;&#x4F46;&#x8981;&#x6267;&#x884C;&#x4F5C;&#x6218;&#x4EFB;&#x52A1;&#xFF0C;&#x8FD8;&#x7F3A;&#x8863;&#x5C11;&#x98DF;&#xFF0C;&#x5FC5;&#x987B;&#x5199;&#x4FE1;&#x5411;&#x5BB6;&#x91CC;&#x8981;&#x94B1;&#x4E70;&#x8863;&#x670D;&#xFF0C;&#x8BF4;&#x518D;&#x4E0D;&#x5BC4;&#x94B1;&#xFF0C;&#x5C31;&#x8981;&#x51FA;&#x4EBA;&#x547D;&#x5566;!&#x6025;&#x6025;&#x6025;!</p>
<p>&#x9ED1;&#x592B;&#x5411;&#x5BB6;&#x91CC;&#x8981;&#x7684;&#x8863;&#x670D;&#x548C;&#x94B1;&#x5BC4;&#x5230;&#x6CA1;&#x6709;&#xFF0C;&#x540E;&#x4E16;&#x4E0D;&#x5F97;&#x800C;&#x77E5;&#xFF0C;&#x4F46;&#x6709;&#x4E00;&#x70B9;&#x662F;&#x8003;&#x53E4;&#x5B66;&#x5BB6;&#x80AF;&#x5B9A;&#x7684;&#xFF1A;&#x5728;&#x53D1;&#x6398;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x5893;&#x91CC;&#x53EA;&#x6709;&#x8FD9;&#x5C01;&#x4FE1;&#x800C;&#x6CA1;&#x6709;&#x9ED1;&#x592B;&#x7684;&#x9057;&#x9AA8;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x9ED1;&#x592B;&#x5F88;&#x53EF;&#x80FD;&#x6B7B;&#x5728;&#x79E6;&#x706D;&#x695A;&#x7684;&#x6218;&#x4E89;&#x4E2D;&#xFF0C;&#x53EA;&#x7559;&#x4E0B;&#x4E86;&#x8FD9;&#x5C01;&#x4FE1;&#xFF0C;&#x88AB;&#x5BB6;&#x4EBA;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x5FF5;&#x60F3;&#x5E26;&#x5165;&#x5893;&#x846C;&#x91CC;&#x2026;&#x2026;</p>
<p>&#x201C;&#x6211;&#x4F1A;&#x6218;&#x6B7B;&#x6C99;&#x573A;&#xFF0C;&#x5C38;&#x9AA8;&#x65E0;&#x5B58;&#xFF1F;&#x201D;</p>
<p>&#x9ED1;&#x592B;&#x5F00;&#x59CB;&#x7EDE;&#x5C3D;&#x8111;&#x6C41;&#xFF0C;&#x5982;&#x4F55;&#x624D;&#x80FD;&#x907F;&#x514D;&#x65E5;&#x540E;&#x6218;&#x6B7B;&#x7684;&#x547D;&#x8FD0;&#xFF0C;&#x8FD8;&#x4E0D;&#x7B49;&#x60F3;&#x51FA;&#x4E2A;&#x7709;&#x76EE;&#x6765;&#xFF0C;&#x5F53;&#x5730;&#x6751;&#x957F;&#xFF08;&#x91CC;&#x6B63;&#xFF09;&#x5C31;&#x7A81;&#x7136;&#x627E;&#x4E0A;&#x95E8;&#x6765;&#xFF0C;&#x70B9;&#x540D;&#x8981;&#x89C1;&#x4ED6;&#xFF01;</p>
<p>&#x539F;&#x6765;&#xFF0C;&#x9ED1;&#x592B;&#x4ECA;&#x5E74;&#x5DF2;&#x6EE1;17&#x5C81;&#xFF0C;&#x6309;&#x7167;&#x79E6;&#x56FD;&#x7684;&#x5F8B;&#x6CD5;&#xFF0C;&#x4ED6;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x6210;&#x5E74;&#x7537;&#x5B50;&#xFF0C;&#x5E94;&#x8BE5;&#x201C;&#x5085;&#x7C4D;&#x201D;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x767B;&#x8BB0;&#x6237;&#x53E3;&#x540D;&#x5B57;&#xFF0C;&#x5E76;&#x627F;&#x62C5;&#x670D;&#x5F79;&#x7684;&#x4E49;&#x52A1;&#x3002;</p>
<p>&#x8FD9;&#x4E0B;&#x9ED1;&#x592B;&#x53EF;&#x50BB;&#x4E86;&#x773C;&#xFF0C;&#x4EE5;&#x4E3A;&#x81EA;&#x5DF1;&#x8981;&#x88AB;&#x62C9;&#x58EE;&#x4E01;&#x4E0A;&#x6218;&#x573A;&#x4E86;&#xFF0C;&#x867D;&#x7136;&#x524D;&#x4E16;&#x5728;&#x8B66;&#x5B98;&#x5B66;&#x9662;&#x53D7;&#x8FC7;&#x4E00;&#x4E9B;&#x8BAD;&#x7EC3;&#xFF0C;&#x5B9E;&#x4E60;&#x65F6;&#x4E5F;&#x89C1;&#x8FC7;&#x8840;&#xFF0C;&#x4F46;&#x5355;&#x6253;&#x72EC;&#x6597;&#x662F;&#x4E00;&#x56DE;&#x4E8B;&#xFF0C;&#x5728;&#x5343;&#x4E07;&#x4EBA;&#x53AE;&#x6740;&#x7684;&#x6218;&#x573A;&#x4E0A;&#x662F;&#x4E00;&#x56DE;&#x4E8B;&#x3002;</p>
<p>&#x4ED6;&#x7684;&#x5927;&#x54E5;&#x201C;&#x8877;&#x201D;&#x542C;&#x4E86;&#x4ED6;&#x7684;&#x62C5;&#x5FE7;&#x540E;&#x54C8;&#x54C8;&#x5927;&#x7B11;&#xFF0C;&#x89E3;&#x7B54;&#x4E86;&#x9ED1;&#x592B;&#x7684;&#x7591;&#x8651;&#x3002;</p>
<p>&#x79E6;&#x56FD;&#x5728;&#x8FD9;&#x65B9;&#x9762;&#x8FD8;&#x662F;&#x8003;&#x8651;&#x5F88;&#x5468;&#x5168;&#x7684;&#xFF0C;&#x4F5C;&#x4E3A;&#x4EBA;&#x751F;&#x7B2C;&#x4E00;&#x6B21;&#x670D;&#x5F79;&#xFF0C;&#x9ED1;&#x592B;&#x53EA;&#x9700;&#x5230;&#x5B89;&#x9646;&#x53BF;&#x57CE;&#x5F53;&#x4E00;&#x4E2A;&#x6708;&#x7684;&#x201C;&#x66F4;&#x5352;&#x201D;&#xFF0C;&#x5E2E;&#x516C;&#x5BB6;&#x4FEE;&#x57CE;&#x7AD9;&#x5C97;&#xFF0C;&#x6216;&#x662F;&#x63A5;&#x53D7;&#x519B;&#x4E8B;&#x8BAD;&#x7EC3;&#xFF0C;&#x4E0D;&#x4F1A;&#x4E0A;&#x6218;&#x573A;&#x7684;&#xFF0C;&#x9ED1;&#x592B;&#x8FD9;&#x624D;&#x677E;&#x4E86;&#x53E3;&#x6C14;&#x3002;</p>
<p>&#x5B89;&#x9646;&#x53BF;&#x66F4;&#x5352;&#x96C6;&#x5408;&#x7684;&#x6700;&#x540E;&#x671F;&#x9650;&#x662F;&#x5341;&#x6708;&#x521D;&#x4E00;&#xFF0C;&#x5982;&#x4ECA;&#x5DF2;&#x7ECF;&#x4E5D;&#x6708;&#x5E95;&#xFF0C;&#x5F79;&#x671F;&#x5982;&#x706B;&#xFF0C;&#x9ED1;&#x592B;&#x53EA;&#x5F97;&#x5306;&#x5306;&#x6536;&#x62FE;&#x597D;&#x884C;&#x56CA;&#x4E0A;&#x8DEF;&#x3002;</p>
<p>&#x5728;&#x91CC;&#x95E8;&#x5916;&#x544A;&#x522B;&#x65F6;&#xFF0C;&#x6BCD;&#x4EB2;&#x548C;&#x957F;&#x5144;&#x8877;&#x5BF9;&#x4ED6;&#x5343;&#x53EE;&#x549B;&#x4E07;&#x5631;&#x5490;&#xFF0C;&#x8FD9;&#x8BA9;&#x524D;&#x4E16;&#x5E74;&#x5E7C;&#x4E27;&#x6BCD;&#xFF0C;&#x7AE5;&#x5E74;&#x5B64;&#x50FB;&#x7684;&#x9ED1;&#x592B;&#x611F;&#x5230;&#x4E86;&#x4E00;&#x4E1D;&#x5BB6;&#x7684;&#x6E29;&#x6696;&#xFF0C;&#x5F00;&#x59CB;&#x6E10;&#x6E10;&#x8BA4;&#x540C;&#x8FD9;&#x4E2A;&#x8EAB;&#x4EFD;&#x2026;&#x2026;</p>
<p>&#x5230;&#x8FD9;&#x65F6;&#xFF0C;&#x9ED1;&#x592B;&#x5FC3;&#x91CC;&#x4E5F;&#x8E0F;&#x5B9E;&#x4E86;&#x8BB8;&#x591A;&#xFF0C;&#x4ED6;&#x60F3;&#xFF1A;&#x201C;&#x65E2;&#x6765;&#x4E4B;&#x5219;&#x5B89;&#x4E4B;&#xFF0C;&#x53CD;&#x6B63;&#x73B0;&#x5728;&#x79BB;&#x90A3;&#x573A;&#x51B3;&#x5B9A;&#x6211;&#x751F;&#x6B7B;&#x7684;&#x5927;&#x6218;&#x8FD8;&#x65E9;&#xFF0C;&#x62C5;&#x5FC3;&#x4E5F;&#x6CA1;&#x7528;&#xFF0C;&#x4E0D;&#x5982;&#x591A;&#x770B;&#x591A;&#x542C;&#xFF0C;&#x597D;&#x597D;&#x4E86;&#x89E3;&#x8FD9;&#x4E2A;&#x65F6;&#x4EE3;&#xFF0C;&#x6162;&#x6162;&#x60F3;&#x4FDD;&#x547D;&#x4E4B;&#x7B56;&#x3002;&#x201D;</p>
<p>&#x4E8E;&#x662F;&#xFF0C;&#x9ED1;&#x592B;&#x4FBF;&#x5C06;&#x7126;&#x8651;&#x629B;&#x5728;&#x8111;&#x540E;&#xFF0C;&#x5F00;&#x59CB;&#x597D;&#x5947;&#x5730;&#x6253;&#x91CF;&#x8FD9;&#x4E2A;&#x88AB;&#x53F2;&#x4E66;&#x79F0;&#x4E3A;&#x201C;&#x66B4;&#x79E6;&#x201D;&#x7684;&#x56FD;&#x5EA6;&#x3002;</p>
<p>&#x4E0D;&#x770B;&#x4E0D;&#x77E5;&#x9053;&#xFF0C;&#x4E00;&#x770B;&#x5413;&#x4E00;&#x8DF3;&#xFF0C;&#x8FD9;&#x4E00;&#x8DEF;&#x4E0A;&#xFF0C;&#x79E6;&#x56FD;&#x5236;&#x5EA6;&#x4E4B;&#x5B8C;&#x5907;&#xFF0C;&#x5F8B;&#x6CD5;&#x4E4B;&#x4E25;&#x660E;&#xFF0C;&#x90FD;&#x8BA9;&#x9ED1;&#x592B;&#x5927;&#x5403;&#x4E00;&#x60CA;&#xFF01;&#x4EE5;&#x4E3A;&#x81EA;&#x5DF1;&#x8D70;&#x9519;&#x4E86;&#x7247;&#x573A;&#xFF0C;&#x8FD9;&#x8FD8;&#x662F;&#x53E4;&#x4EE3;&#x4E48;?</p>
<p>&#x5C31;&#x6BD4;&#x5982;&#x8BF4;&#xFF0C;&#x4ED6;&#x524D;&#x6765;&#x6295;&#x5BBF;&#x8FD9;&#x5BB6;&#x5BA2;&#x820D;&#xFF0C;&#x820D;&#x4EBA;&#x7D22;&#x8981;&#x7684;&#x201C;&#x9A8C;&#x201D;&#x201C;&#x4F20;&#x201D;&#x3002;</p>
<p>&#x201C;&#x9A8C;&#x201D;&#x5C31;&#x662F;&#x79E6;&#x56FD;&#x4EBA;&#x7684;&#x8EAB;&#x4EFD;&#x8BC1;&#xFF0C;&#x7531;&#x5DF4;&#x638C;&#x5BBD;&#x7684;&#x6768;&#x6728;&#x724C;&#x5236;&#x6210;&#xFF0C;&#x4E0A;&#x9762;&#x7BC6;&#x523B;&#x6709;&#x9ED1;&#x592B;&#x7684;&#x7C4D;&#x8D2F;&#x8EAB;&#x4EFD;&#xFF1A;&#x201C;&#x5357;&#x90E1;&#x3001;&#x5B89;&#x9646;&#x53BF;&#x3001;&#x4E91;&#x68A6;&#x4E61;&#x3001;&#x5915;&#x9633;&#x91CC;&#x4EBA;&#xFF0C;&#x540D;&#x9ED1;&#x592B;&#xFF0C;&#x5BB6;&#x4E2D;&#x7B2C;&#x4E8C;&#x5B50;&#xFF0C;&#x662F;&#x58EB;&#x4F0D;&#xFF0C;&#x9AD8;&#x4E03;&#x5C3A;&#x4E94;&#x5BF8;&#x3002;&#x201D;</p>
<p>&#x58EB;&#x4F0D;&#xFF0C;&#x662F;&#x79E6;&#x56FD;&#x5BF9;&#x6CA1;&#x6709;&#x7235;&#x4F4D;&#x7684;&#x5E73;&#x5934;&#x8001;&#x767E;&#x59D3;&#x7684;&#x79F0;&#x547C;&#x3002;&#x6B64;&#x5916;&#xFF0C;&#x79E6;&#x56FD;&#x767E;&#x59D3;&#x6BD4;&#x90BB;&#x800C;&#x5C45;&#xFF0C;&#x4E94;&#x6237;&#x4E00;&#x4F0D;&#xFF0C;&#x5341;&#x6237;&#x4E00;&#x4EC0;&#xFF0C;&#x5E73;&#x65E5;&#x5F97;&#x597D;&#x597D;&#x79CD;&#x5730;&#xFF0C;&#x4E0D;&#x8BB8;&#x968F;&#x610F;&#x79BB;&#x4E61;&#x3002;&#x82E5;&#x662F;&#x60F3;&#x51FA;&#x8FDC;&#x95E8;&#xFF0C;&#x4E0D;&#x4F46;&#x8981;&#x6709;&#x8BF4;&#x5F97;&#x8FC7;&#x53BB;&#x7684;&#x7406;&#x7531;&#xFF0C;&#x8FD8;&#x5F97;&#x7531;&#x7C4D;&#x8D2F;&#x5730;&#x6240;&#x5728;&#x7684;&#x6751;&#x957F;&#xFF08;&#x91CC;&#x6B63;&#xFF09;&#x3001;&#x6D3E;&#x51FA;&#x6240;&#x957F;&#xFF08;&#x4EAD;&#x957F;&#xFF09;&#x7ED9;&#x4F60;&#x5199;&#x4E2A;&#x8BC1;&#x660E;&#xFF0C;&#x8FD9;&#x4FBF;&#x662F;&#x201C;&#x4F20;&#x201D;&#xFF0C;&#x76F8;&#x5F53;&#x4E8E;&#x79E6;&#x56FD;&#x4EBA;&#x7684;&#x4ECB;&#x7ECD;&#x4FE1;&#x3002;</p>
<p>&#x548C;&#x73B0;&#x4EE3;&#x4E00;&#x6837;&#xFF0C;&#x5728;&#x79E6;&#x56FD;&#xFF0C;&#x4E0D;&#x5E26;&#x8EAB;&#x4EFD;&#x8BC1;&#x548C;&#x4ECB;&#x7ECD;&#x4FE1;&#x4E0D;&#x80FD;&#x4F4F;&#x5E97;&#x5F00;&#x623F;&#xFF0C;&#x5E97;&#x4E3B;&#x6562;&#x6536;&#x7559;&#x8FD9;&#x6837;&#x7684;&#x4EBA;&#xFF0C;&#x5C31;&#x4F1A;&#x88AB;&#x7F5A;&#x6B3E;&#xFF0C;&#x751A;&#x81F3;&#x4E22;&#x6389;&#x996D;&#x7897;!</p>
<p>&#x6240;&#x4EE5;&#x820D;&#x4EBA;&#x624D;&#x5BF9;&#x9ED1;&#x592B;&#x4ED4;&#x7EC6;&#x76D8;&#x95EE;&#xFF0C;&#x7EC6;&#x81F4;&#x5230;&#x4ED6;&#x5BB6;&#x91CC;&#x6709;&#x51E0;&#x53E3;&#x4EBA;&#xFF0C;&#x90FD;&#x662F;&#x5E72;&#x4EC0;&#x4E48;&#x7684;&#x90FD;&#x8981;&#x786E;&#x8BA4;&#xFF0C;&#x8FD8;&#x95EE;&#x4ED6;&#x4E91;&#x68A6;&#x4E61;&#x5915;&#x9633;&#x91CC;&#x7684;&#x51E0;&#x4F4D;&#x8001;&#x4EBA;&#x5BB6;&#x540D;&#x5B57;&#xFF0C;&#x8EAB;&#x4F53;&#x53EF;&#x8FD8;&#x597D;?&#x4EE5;&#x786E;&#x5B9A;&#x4ED6;&#x8EAB;&#x4EFD;&#x771F;&#x4F2A;&#x3002;</p>
<p>&#x9ED1;&#x592B;&#x65E9;&#x6709;&#x51C6;&#x5907;&#xFF0C;&#x4E00;&#x4E00;&#x4F5C;&#x7B54;&#xFF0C;&#x9A8C;&#x4F20;&#x4E5F;&#x6CA1;&#x95EE;&#x9898;&#xFF0C;&#x820D;&#x4EBA;&#x8FD9;&#x624D;&#x653E;&#x8FC7;&#x4ED6;&#xFF0C;&#x8BF4;&#x9053;:&#x201C;&#x539F;&#x6765;&#x662F;&#x53BB;&#x53BF;&#x91CC;&#x670D;&#x5F79;&#x7684;&#x58EB;&#x4F0D;&#xFF0C;&#x968F;&#x6211;&#x8FDB;&#x6765;&#x5427;&#x3002;&#x201D;</p>
<p>&#x201C;&#x552F;&#x3002;&#x201D;</p>
<p>&#x9ED1;&#x592B;&#x5E94;&#x8BFA;&#xFF0C;&#x5FC3;&#x91CC;&#x4E00;&#x9897;&#x5927;&#x77F3;&#x5934;&#x843D;&#x5730;&#x6697;&#x81EA;&#x5E86;&#x5E78;&#x9053;:&#x201C;&#x8FD8;&#x597D;&#xFF0C;&#x6211;&#x6CA1;&#x6709;&#x91CD;&#x8E48;&#x5546;&#x9785;&#x7684;&#x8986;&#x8F99;&#x3002;&#x201D;</p>
<p>&#x9ED1;&#x592B;&#x7A7F;&#x8D8A;&#x524D;&#x5C31;&#x542C;&#x8BF4;&#x8FD9;&#x4E2A;&#x6545;&#x4E8B;&#xFF0C;&#x79E6;&#x5B5D;&#x516C;&#x6B7B;&#x540E;&#xFF0C;&#x88AB;&#x65B0;&#x6CD5;&#x89E6;&#x52A8;&#x5229;&#x76CA;&#x7684;&#x8D35;&#x65CF;&#x8054;&#x5408;&#x8D77;&#x6765;&#xFF0C;&#x5C06;&#x5546;&#x9785;&#x6253;&#x6210;&#x53DB;&#x81E3;&#xFF0C;&#x5168;&#x56FD;&#x901A;&#x7F09;&#x3002;&#x5546;&#x9785;&#x9003;&#x5230;&#x4E00;&#x4E2A;&#x65C5;&#x9986;&#x60F3;&#x8981;&#x6295;&#x5BBF;&#xFF0C;&#x5374;&#x56E0;&#x4E3A;&#x65E0;&#x6CD5;&#x63D0;&#x4F9B;&#x9A8C;&#x4F20;&#xFF0C;&#x800C;&#x88AB;&#x5E97;&#x4E3B;&#x62D2;&#x4E4B;&#x95E8;&#x5916;&#x3002;</p>
<p>&#x5546;&#x9785;&#x88AB;&#x81EA;&#x5DF1;&#x4E00;&#x624B;&#x521B;&#x7ACB;&#x7684;&#x5236;&#x5EA6;&#x903C;&#x4E0A;&#x7EDD;&#x8DEF;&#xFF0C;&#x771F;&#x662F;&#x83AB;&#x5927;&#x7684;&#x8BBD;&#x523A;&#x3002;&#x4E0D;&#x8FC7;&#x8FD9;&#x6837;&#x4E5F;&#x597D;&#xFF0C;&#x5728;&#x5BA2;&#x820D;&#x91CC;&#x4F4F;&#x7684;&#xFF0C;&#x4E0D;&#x592A;&#x53EF;&#x80FD;&#x6709;&#x9003;&#x72AF;&#x6076;&#x5F92;&#xFF0C;&#x5927;&#x5BB6;&#x90FD;&#x662F;&#x79E6;&#x56FD;&#x826F;&#x6C11;&#xFF0C;&#x53EF;&#x4EE5;&#x5B89;&#x5FC3;&#x7761;&#x89C9;&#x4E86;&#x3002;</p>
<p>&#x5BA2;&#x820D;&#x4E0D;&#x5927;&#xFF0C;&#x5C31;&#x662F;&#x4E2A;&#x4E8C;&#x8FDB;&#x7684;&#x9662;&#x843D;&#xFF0C;&#x7ECF;&#x8FC7;&#x9662;&#x5B50;&#x65F6;&#xFF0C;&#x9ED1;&#x592B;&#x770B;&#x5230;&#x8FD9;&#x91CC;&#x505C;&#x4E86;&#x4E00;&#x8F86;&#x9A6C;&#x8F66;&#xFF0C;&#x5927;&#x6982;&#x662F;&#x67D0;&#x4F4D;&#x4F4F;&#x5E97;&#x5B98;&#x540F;&#x7684;&#x3002;</p>
<p>&#x968F;&#x540E;&#xFF0C;&#x4ED6;&#x8DDF;&#x7740;&#x820D;&#x4EBA;&#x6765;&#x5230;&#x4F9D;&#x4E1C;&#x5899;&#x800C;&#x5EFA;&#x7684;&#x4E00;&#x95F4;&#x5927;&#x5C4B;&#xFF0C;&#x4F46;&#x5728;&#x8FDB;&#x95E8;&#x524D;&#xFF0C;&#x820D;&#x4EBA;&#x53C8;&#x7A81;&#x7136;&#x56DE;&#x5934;&#x9053;:&#x201C;&#x77E5;&#x9053;&#x5728;&#x5BA2;&#x820D;&#x79C1;&#x6597;&#x662F;&#x91CD;&#x7F6A;&#x4E48;?&#x201D;</p>
<p>&#x9ED1;&#x592B;&#x5FD9;&#x9053;:&#x201C;&#x77E5;&#x9053;&#xFF0C;&#x6211;&#x7EDD;&#x4E0D;&#x4F1A;&#x751F;&#x4E8B;&#x3002;&#x201D;</p>
<p>&#x79E6;&#x56FD;&#x9F13;&#x52B1;&#x516C;&#x6218;&#xFF0C;&#x4E25;&#x8C28;&#x79C1;&#x6597;&#xFF0C;&#x8DDF;&#x522B;&#x4EBA;&#x52A8;&#x624B;&#x7684;&#x4EBA;&#x4F1A;&#x88AB;&#x5243;&#x6389;&#x5934;&#x53D1;&#x80E1;&#x987B;&#xFF0C;&#x6CA6;&#x4E3A;&#x5211;&#x5F92;&#x3002;</p>
<p>&#x201C;&#x660E;&#x767D;&#x5C31;&#x597D;&#x3002;&#x201D;&#x820D;&#x4EBA;&#x8FD8;&#x662F;&#x8BA9;&#x9ED1;&#x592B;&#x5C06;&#x6240;&#x5E26;&#x5175;&#x5668;&#x4EA4;&#x51FA;&#x6765;&#xFF0C;&#x624D;&#x81ED;&#x7740;&#x8138;&#x6253;&#x5F00;&#x5927;&#x5C4B;&#x7684;&#x95E8;&#xFF0C;&#x4E00;&#x80A1;&#x6696;&#x610F;&#x987F;&#x65F6;&#x6251;&#x9762;&#x800C;&#x6765;&#x2026;&#x2026;</p>
<p>&#x5C4B;&#x5185;&#x5DF2;&#x6709;&#x56DB;&#x4E94;&#x4E2A;&#x4EBA;&#xFF0C;&#x6B63;&#x56F4;&#x7740;&#x5730;&#x7076;&#x70E4;&#x706B;&#xFF0C;&#x89C1;&#x8001;&#x820D;&#x4EBA;&#x53C8;&#x5E26;&#x6765;&#x4E00;&#x4F4D;&#x5BA2;&#x4EBA;&#xFF0C;&#x4FBF;&#x5404;&#x81EA;&#x6324;&#x4E86;&#x6324;&#xFF0C;&#x5176;&#x4E2D;&#x4E00;&#x4E2A;&#x7626;&#x7334;&#x822C;&#x7684;&#x9752;&#x5E74;&#x66F4;&#x662F;&#x70ED;&#x7EDC;&#x5730;&#x62DB;&#x547C;&#x9053;:&#x201C;&#x5C0F;&#x5144;&#x5F1F;&#xFF0C;&#x6765;&#x8FD9;&#x5750;&#x3002;&#x201D;</p>
<p>&#x201C;&#x6C5D;&#x7B49;&#x7A0D;&#x7B49;&#xFF0C;&#x6211;&#x53BB;&#x51C6;&#x5907;&#x70ED;&#x6C64;&#x3002;&#x201D;</p>
<p>&#x8001;&#x820D;&#x4EBA;&#x5E74;&#x7EAA;&#x5927;&#x4E86;&#xFF0C;&#x5E72;&#x4EC0;&#x4E48;&#x90FD;&#x662F;&#x6162;&#x541E;&#x541E;&#x7684;&#xFF0C;&#x5BA2;&#x820D;&#x53EA;&#x7ED9;&#x51FA;&#x5DEE;&#x5B98;&#x5458;&#x63D0;&#x4F9B;&#x996D;&#x98DF;&#xFF0C;&#x81F3;&#x4E8E;&#x666E;&#x901A;&#x767E;&#x59D3;&#xFF0C;&#x5543;&#x81EA;&#x5DF1;&#x6000;&#x91CC;&#x7684;&#x5E72;&#x7CAE;&#x5C31;&#x884C;&#x4E86;&#xFF0C;&#x80FD;&#x514D;&#x8D39;&#x7ED9;&#x4ED6;&#x4EEC;&#x4E00;&#x7897;&#x70ED;&#x6C64;&#x559D;&#xFF0C;&#x5DF2;&#x662F;&#x4EC1;&#x81F3;&#x4E49;&#x5C3D;&#x3002;</p>
<p>&#x9ED1;&#x592B;&#x627E;&#x4E86;&#x4E2A;&#x8212;&#x670D;&#x7684;&#x59FF;&#x52BF;&#x76D8;&#x817F;&#x5750;&#x4E0B;&#xFF0C;&#x4E00;&#x8FB9;&#x70E4;&#x7740;&#x8863;&#x670D;&#xFF0C;&#x4E00;&#x8FB9;&#x6253;&#x91CF;&#x540C;&#x4E00;&#x5C4B;&#x6A90;&#x4E0B;&#x7684;&#x51E0;&#x4EBA;&#x3002;&#x4ED6;&#x4EEC;&#x7684;&#x6253;&#x626E;&#x548C;&#x9ED1;&#x592B;&#x5DEE;&#x4E0D;&#x591A;&#xFF0C;&#x90FD;&#x662F;&#x4E00;&#x8EAB;&#x8910;&#x8863;&#xFF0C;&#x6E7F;&#x6F09;&#x6F09;&#x7684;&#x3002;&#x8FD9;&#x79CD;&#x5929;&#x6C14;&#x8FD8;&#x51FA;&#x95E8;&#x5954;&#x52B3;&#x7684;&#x4EBA;&#xFF0C;&#x90FD;&#x4E0D;&#x5BB9;&#x6613;&#xFF0C;&#x53EA;&#x4E00;&#x4F1A;&#x513F;&#xFF0C;&#x51E0;&#x4E2A;&#x4EBA;&#x4FBF;&#x804A;&#x8D77;&#x5929;&#x6765;&#xFF0C;&#x4ECE;&#x4ECA;&#x65E5;&#x7684;&#x5929;&#x6C14;&#xFF0C;&#x804A;&#x5230;&#x79CB;&#x540E;&#x7684;&#x6536;&#x6210;&#x2026;&#x2026;</p>
<p>&#x9ED1;&#x592B;&#x8BA4;&#x771F;&#x542C;&#x7740;&#xFF0C;&#x65F6;&#x4E0D;&#x65F6;&#x5E94;&#x548C;&#x51E0;&#x58F0;&#xFF0C;&#x4ED6;&#x8BDD;&#x4E0D;&#x591A;&#xFF0C;&#x5374;&#x5F88;&#x559C;&#x6B22;&#x542C;&#x522B;&#x4EBA;&#x4EA4;&#x8C08;&#xFF0C;&#x53EF;&#x4EE5;&#x8BA9;&#x4ED6;&#x66F4;&#x771F;&#x5207;&#x5730;&#x611F;&#x53D7;&#x8FD9;&#x4E2A;&#x65F6;&#x4EE3;&#x7684;&#x4EBA;&#x548C;&#x4E8B;&#xFF0C;&#x540C;&#x65F6;&#x5438;&#x53D6;&#x6709;&#x7528;&#x7684;&#x4FE1;&#x606F;&#x3002;</p>
<p>&#x804A;&#x7740;&#x804A;&#x7740;&#xFF0C;&#x8BDD;&#x9898;&#x6162;&#x6162;&#x504F;&#x8F6C;&#xFF0C;&#x4ECE;&#x65E5;&#x5E38;&#x751F;&#x6D3B;&#x8F6C;&#x5411;&#x8FD1;&#x6765;&#x53D1;&#x751F;&#x7684;&#x201C;&#x5929;&#x4E0B;&#x5927;&#x4E8B;&#x201D;&#x4E0A;&#x3002;</p>
<p>&#x201C;&#x6C5D;&#x7B49;&#x53EF;&#x542C;&#x5230;&#x4F20;&#x8A00;&#x4E86;&#xFF1F;&#x201D;</p>
<p>&#x90A3;&#x540D;&#x62DB;&#x547C;&#x9ED1;&#x592B;&#x5728;&#x8EAB;&#x8FB9;&#x5C31;&#x5750;&#x7684;&#x7626;&#x9ED1;&#x9752;&#x5E74;&#xFF0C;&#x540D;&#x53EB;&#x201C;&#x5B63;&#x5A74;&#x201D;&#xFF0C;&#x4ED6;&#x5FFD;&#x7136;&#x538B;&#x4F4E;&#x4E86;&#x58F0;&#x97F3;&#xFF0C;&#x5BF9;&#x9ED1;&#x592B;&#x7B49;&#x4EBA;&#x9053;&#xFF1A;</p>
<p>&#x201C;&#x6211;&#x542C;&#x5173;&#x4E2D;&#x6765;&#x7684;&#x4EBA;&#x8BF4;&#xFF0C;&#x4E0A;&#x4E2A;&#x6708;&#xFF0C;&#x6709;&#x4E2A;&#x71D5;&#x56FD;&#x523A;&#x5BA2;&#xFF0C;&#x7ADF;&#x6562;&#x5728;&#x54B8;&#x9633;&#x5BAB;&#x6BBF;&#x91CC;&#x884C;&#x523A;&#x5927;&#x738B;&#xFF01;&#x201D;  </p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="./" class="navigation navigation-prev " aria-label="Previous page: 简介">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="ch02.html" class="navigation navigation-next " aria-label="Next page: 第二章">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"第一章","level":"1.2","depth":1,"next":{"title":"第二章","level":"1.3","depth":1,"path":"ch02.md","ref":"ch02.md","articles":[]},"previous":{"title":"简介","level":"1.1","depth":1,"path":"README.md","ref":"README.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"ch01.md","mtime":"2021-04-01T01:42:23.368Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2021-04-01T01:43:02.426Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

