
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>第二章 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="ch03.html" />
    
    
    <link rel="prev" href="ch01.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    简介
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="ch01.html">
            
                <a href="ch01.html">
            
                    
                    第一章
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.3" data-path="ch02.html">
            
                <a href="ch02.html">
            
                    
                    第二章
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="ch03.html">
            
                <a href="ch03.html">
            
                    
                    第三章
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="ch04.html">
            
                <a href="ch04.html">
            
                    
                    第四章
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="ch05.html">
            
                <a href="ch05.html">
            
                    
                    第五章
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >第二章</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x7B2C;&#x4E8C;&#x7AE0;&#xFF1A;&#x5929;&#x4E0B;&#x4E8B;&#x4E0E;&#x773C;&#x524D;&#x4E8B;">&#x7B2C;&#x4E8C;&#x7AE0;&#xFF1A;&#x5929;&#x4E0B;&#x4E8B;&#x4E0E;&#x773C;&#x524D;&#x4E8B;</h1>
<p>&#x201C;&#x90A3;&#x71D5;&#x4EBA;&#x6781;&#x5176;&#x72E1;&#x8BC8;&#xFF0C;&#x7ADF;&#x501F;&#x732E;&#x5730;&#x56FE;&#x4E3A;&#x540D;&#xFF0C;&#x6697;&#x85CF;&#x5229;&#x5203;&#xFF0C;&#x6B32;&#x523A;&#x6740;&#x5927;&#x738B;&#x2026;&#x2026;&#x201D;</p>
<p>&#x201C;&#x566B;&#xFF01;&#x201D;</p>
<p>&#x65C1;&#x8FB9;&#x7684;&#x4EBA;&#x90FD;&#x5012;&#x5438;&#x4E86;&#x4E00;&#x53E3;&#x51B7;&#x6C14;&#xFF0C;&#x4ED4;&#x7EC6;&#x5730;&#x542C;&#x5B63;&#x5A74;&#x8BB2;&#x8FF0;&#x8FD9;&#x60CA;&#x5FC3;&#x52A8;&#x9B44;&#x7684;&#x6545;&#x4E8B;&#x3002;&#x76F4;&#x5230;&#x542C;&#x8BF4;&#x5927;&#x738B;&#x6CA1;&#x4E8B;&#xFF0C;&#x8FD9;&#x624D;&#x677E;&#x4E86;&#x53E3;&#x6C14;&#xFF0C;&#x7EB7;&#x7EB7;&#x8BC5;&#x5492;&#x8D77;&#x90A3;&#x523A;&#x5BA2;&#x548C;&#x71D5;&#x56FD;&#x6765;&#xFF0C;&#x540C;&#x65F6;&#x5E86;&#x5E78;&#x9053;: &#x201C;&#x5927;&#x738B;&#x53D7;&#x4E0A;&#x5929;&#x5E87;&#x62A4;&#xFF0C;&#x7EDD;&#x4E0D;&#x4F1A;&#x6709;&#x4E8B;&#x3002;&#x201D;</p>
<p>&#x770B;&#x5F97;&#x51FA;&#x6765;&#xFF0C;&#x81F3;&#x5C11;&#x73B0;&#x5728;&#xFF0C;&#x79E6;&#x738B;&#x5B34;&#x653F;&#x5728;&#x666E;&#x901A;&#x79E6;&#x4EBA;&#x5FC3;&#x76EE;&#x4E2D;&#xFF0C;&#x8FD8;&#x662F;&#x540C;&#x82CD;&#x5929;&#x7B49;&#x9AD8;&#x7684;&#x5B58;&#x5728;&#xFF0C;&#x6781;&#x53D7;&#x656C;&#x4EF0;&#x3002;</p>
<p>&#x53EA;&#x6709;&#x9ED1;&#x592B;&#x5BF9;&#x8346;&#x8F72;&#x5FC3;&#x751F;&#x60CB;&#x60DC;&#xFF0C;&#x4E0D;&#x7531;&#x8F7B;&#x8F7B;&#x541F;&#x5531;&#x8D77;&#x6765;:&#x201C;&#x98CE;&#x8427;&#x8427;&#x516E;&#x6613;&#x6C34;&#x5BD2;&#xFF0C;&#x58EE;&#x58EB;&#x4E00;&#x53BB;&#x516E;&#x4E0D;&#x590D;&#x8FD8;&#x2026;&#x2026;&#x201D;</p>
<p>&#x7B49;&#x56DE;&#x8FC7;&#x795E;&#x6765;&#xFF0C;&#x624D;&#x53D1;&#x73B0;&#x5C4B;&#x5185;&#x51E0;&#x4EBA;&#x90FD;&#x5728;&#x7528;&#x5947;&#x602A;&#x7684;&#x773C;&#x795E;&#x770B;&#x7740;&#x4ED6;&#xFF0C;&#x9ED1;&#x592B;&#x8FDE;&#x5FD9;&#x95ED;&#x53E3;&#xFF0C;&#x7B11;&#x7740;&#x642A;&#x585E;&#x9053;:&#x201C;&#x662F;&#x6211;&#x4ECE;&#x5144;&#x957F;&#x90A3;&#x91CC;&#x542C;&#x6765;&#x7684;&#x4E00;&#x9996;&#x5317;&#x65B9;&#x6B4C;&#x8C23;&#xFF0C;&#x4ED6;&#x670D;&#x5F79;&#x65F6;&#x53BB;&#x8FC7;&#x90A3;&#x8FB9;&#x3002;&#x5F53;&#x5730;&#x542C;&#x95FB;&#x5C06;&#x58EB;&#x51FA;&#x5F81;&#xFF0C;&#x5E38;&#x5531;&#x6B64;&#x6B4C;&#xFF0C;&#x4EE5;&#x793A;&#x89C6;&#x6B7B;&#x5982;&#x5F52;&#xFF0C;&#x4E0D;&#x7834;&#x654C;&#x5219;&#x4E0D;&#x8FD8;&#x3002;&#x6211;&#x60F3;&#x5927;&#x738B;&#x9047;&#x523A;&#xFF0C;&#x5FC5;&#x53D1;&#x5175;&#x4F10;&#x71D5;&#xFF0C;&#x5927;&#x519B;&#x5C06;&#x884C;&#xFF0C;&#x4E0D;&#x7531;&#x60F3;&#x8D77;&#x8FD9;&#x6B4C;&#x8C23;&#xFF0C;&#x4E8C;&#x4E09;&#x5B50;&#x52FF;&#x602A;&#x3002;&#x201D;</p>
<p>&#x201C;&#x5012;&#x662F;&#x96C4;&#x58EE;&#x5F02;&#x5E38;&#xFF0C;&#x4EE4;&#x4EBA;&#x52A8;&#x5BB9;&#x3002;&#x201D;&#x5B63;&#x5A74;&#x7B49;&#x4EBA;&#x4E0D;&#x7591;&#x6709;&#x4ED6;&#xFF0C;&#x4E5F;&#x6CA1;&#x5F53;&#x56DE;&#x4E8B;&#xFF0C;&#x7EE7;&#x7EED;&#x8C08;&#x5929;&#x8BF4;&#x5730;&#x3002;</p>
<p>&#x9ED1;&#x592B;&#x5374;&#x9677;&#x5165;&#x4E86;&#x6C89;&#x601D;&#x3002;</p>
<p>&#x4ED6;&#x4ECE;&#x5927;&#x54E5;&#x8877;&#x5904;&#x542C;&#x8BF4;&#x4E86;&#xFF0C;&#x4E09;&#x5E74;&#x524D;&#xFF08;&#x516C;&#x5143;&#x524D;230&#x5E74;&#xFF09;&#xFF0C;&#x97E9;&#x56FD;&#x88AB;&#x73B0;&#x5728;&#x7684;&#x5357;&#x90E1;&#x592A;&#x5B88;&#x817E;&#x653B;&#x706D;&#xFF1B;&#x4E00;&#x5E74;&#x524D;&#xFF08;&#x516C;&#x5143;&#x524D;228&#x5E74;&#xFF09;&#xFF0C;&#x8D75;&#x90FD;&#x90AF;&#x90F8;&#x4E5F;&#x88AB;&#x79E6;&#x519B;&#x5360;&#x9886;&#xFF0C;&#x8877;&#x8FD8;&#x53C2;&#x52A0;&#x4E86;&#x90A3;&#x573A;&#x6218;&#x5F79;&#x3002;</p>
<p>&#x5982;&#x4ECA;&#xFF0C;&#x8346;&#x8F72;&#x523A;&#x79E6;&#x738B;&#x4E5F;&#x5DF2;&#x53D1;&#x751F;&#xFF0C;&#x8FD9;&#x5C31;&#x610F;&#x5473;&#x7740;&#xFF0C;&#x71D5;&#x56FD;&#x5F88;&#x5FEB;&#x5C31;&#x8981;&#x5B8C;&#x86CB;&#x4E86;!</p>
<p>&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x5386;&#x53F2;&#x7231;&#x597D;&#x8005;&#xFF0C;&#x9ED1;&#x592B;&#x77E5;&#x9053;&#x63A5;&#x4E0B;&#x6765;&#x7684;&#x5267;&#x672C;&#xFF1A;&#x4F5C;&#x4E3A;&#x62A5;&#x590D;&#xFF0C;&#x79E6;&#x738B;&#x5B34;&#x653F;&#x6D3E;&#x5927;&#x519B;&#x4F10;&#x71D5;&#xFF0C;&#x660E;&#x5E74;&#xFF0C;&#x71D5;&#x90FD;&#x7834;&#xFF0C;&#x592A;&#x5B50;&#x4E39;&#x88AB;&#x6740;&#xFF0C;&#x71D5;&#x738B;&#x9000;&#x4FDD;&#x8FBD;&#x4E1C;&#x3002;</p>
<p>&#x4E0E;&#x6B64;&#x540C;&#x65F6;&#xFF0C;&#x79E6;&#x519B;&#x8FD8;&#x5728;&#x731B;&#x653B;&#x5927;&#x6881;&#x57CE;&#xFF0C;&#x9B4F;&#x56FD;&#x4E5F;&#x5F88;&#x5FEB;&#x4F1A;&#x706D;&#x4EA1;&#x3002;</p>
<p>&#x5982;&#x6B64;&#x4E00;&#x6765;&#xFF0C;&#x79E6;&#x56FD;&#x5DF2;&#x7ECF;&#x6A2A;&#x626B;&#x5317;&#x65B9;&#xFF0C;&#x79E6;&#x738B;&#x5B34;&#x653F;&#x7684;&#x5251;&#xFF0C;&#x5373;&#x5C06;&#x6307;&#x5411;&#x5357;&#x65B9;&#x7684;&#x695A;&#x56FD;!</p>
<p>&#x201C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x518D;&#x8FC7;&#x4E24;&#x5E74;&#xFF0C;&#x79E6;&#x695A;&#x6218;&#x4E89;&#x4FBF;&#x4F1A;&#x5168;&#x9762;&#x7206;&#x53D1;&#x3002;&#x201D;</p>
<p>&#x9ED1;&#x592B;&#x63B0;&#x7740;&#x624B;&#x6307;&#x4E00;&#x7B97;&#xFF0C;&#x5FC3;&#x4E2D;&#x6697;&#x9053;&#x4E0D;&#x5999;&#xFF0C;&#x90A3;&#x4E9B;&#x770B;&#x4F3C;&#x9065;&#x8FDC;&#x7684;&#x5929;&#x4E0B;&#x5927;&#x4E8B;&#xFF0C;&#x5374;&#x4E0E;&#x4ED6;&#x606F;&#x606F;&#x76F8;&#x5173;&#xFF0C;&#x968F;&#x7740;&#x79E6;&#x519B;&#x7684;&#x4E00;&#x6B21;&#x6B21;&#x80DC;&#x5229;&#xFF0C;&#x6B7B;&#x4EA1;&#x7684;&#x811A;&#x6B65;&#x4E5F;&#x5728;&#x6162;&#x6162;&#x903C;&#x8FD1;&#x81EA;&#x5DF1;&#x3002;</p>
<p>&#x79E6;&#x706D;&#x695A;&#x7684;&#x6218;&#x4E89;&#x6301;&#x7EED;&#x4E86;&#x597D;&#x51E0;&#x5E74;&#xFF0C;&#x6700;&#x5267;&#x70C8;&#x65F6;&#xFF0C;&#x79E6;&#x56FD;&#x5927;&#x5C06;&#x738B;&#x7FE6;&#x52A8;&#x7528;&#x4E86;&#x516D;&#x5341;&#x4E07;&#x4EBA;&#x2026;&#x2026;&#x5357;&#x90E1;&#x4E0E;&#x695A;&#x56FD;&#x4E34;&#x8FD1;&#xFF0C;&#x662F;&#x5F81;&#x5175;&#x91CD;&#x5730;&#xFF0C;&#x9ED1;&#x592B;&#x4F5C;&#x4E3A;&#x672C;&#x5730;&#x58EB;&#x4F0D;&#xFF0C;&#x80AF;&#x5B9A;&#x65E0;&#x6CD5;&#x5E78;&#x514D;&#x3002;</p>
<p>&#x5230;&#x65F6;&#x5019;&#x5F81;&#x5175;&#x4EE4;&#x9012;&#x5230;&#x624B;&#x91CC;&#xFF0C;&#x4ED6;&#x8BE5;&#x600E;&#x4E48;&#x529E;&#xFF1F;</p>
<p>&#x9003;&#x8D70;&#xFF01;&#xFF1F;</p>
<p>&#x8FD9;&#x4E2A;&#x5FF5;&#x5934;&#x53EA;&#x662F;&#x4E00;&#x95EA;&#x800C;&#x8FC7;&#xFF0C;&#x9A6C;&#x4E0A;&#x5C31;&#x88AB;&#x9ED1;&#x592B;&#x5426;&#x51B3;&#x4E86;&#x3002;</p>
<p>&#x4E0D;&#x884C;&#xFF01;&#x79E6;&#x56FD;&#x5BF9;&#x9003;&#x533F;&#x5175;&#x5F79;&#x7684;&#x201C;&#x4EA1;&#x4EBA;&#x201D;&#x5341;&#x5206;&#x4E25;&#x9177;&#xFF0C;&#x4E00;&#x65E6;&#x88AB;&#x62FF;&#x83B7;&#xFF0C;&#x975E;&#x4F46;&#x672C;&#x4EBA;&#x8981;&#x5211;&#x8010;&#x4E3A;&#x5974;&#xFF0C;&#x8FDE;&#x5BB6;&#x4EBA;&#x3001;&#x90BB;&#x5C45;&#x90FD;&#x4F1A;&#x7275;&#x8FDE;&#x53D7;&#x7F5A;&#xFF0C;&#x4E00;&#x4EBA;&#x9003;&#x8DD1;&#xFF0C;&#x5168;&#x5BB6;&#x906D;&#x6B83;&#x554A;&#x3002;</p>
<p>&#x5C31;&#x7B97;&#x771F;&#x9003;&#x4E86;&#x53C8;&#x80FD;&#x9003;&#x5230;&#x54EA;&#xFF1F;&#x867D;&#x7136;&#x5B89;&#x9646;&#x53BF;&#x8DDD;&#x79BB;&#x695A;&#x56FD;&#x4E0D;&#x8FDC;&#xFF0C;&#x53EA;&#x8981;&#x5C0F;&#x5FC3;&#x70B9;&#xFF0C;&#x907F;&#x5F00;&#x5173;&#x6881;&#x6478;&#x8FC7;&#x53BB;&#x4E0D;&#x7B97;&#x96BE;&#x4E8B;&#xFF0C;&#x4F46;&#x79E6;&#x56FD;&#x7EDF;&#x4E00;&#x662F;&#x5927;&#x52BF;&#x6240;&#x8D8B;&#xFF0C;&#x516D;&#x56FD;&#x706D;&#x4EA1;&#x53EA;&#x662F;&#x5148;&#x540E;&#x95EE;&#x9898;&#x3002;</p>
<p>&#x5C31;&#x7B97;&#x79BB;&#x5F00;&#x4E2D;&#x539F;&#x4E5F;&#x6CA1;&#x7528;&#xFF0C;&#x518D;&#x5F80;&#x540E;&#xFF0C;&#x79E6;&#x59CB;&#x7687;&#x8FD8;&#x4F1A;&#x5F81;&#x670D;&#x5DF2;&#x77E5;&#x4E16;&#x754C;&#x7684;&#x6240;&#x6709;&#x5730;&#x533A;&#xFF0C;&#x90A3;&#x53E5;&#x8BDD;&#x600E;&#x4E48;&#x8BF4;&#x6765;&#x7740;&#xFF1F;&#x201C;&#x516D;&#x5408;&#x4E4B;&#x5185;&#xFF0C;&#x7687;&#x5E1D;&#x4E4B;&#x571F;&#x3002;&#x897F;&#x6D89;&#x6D41;&#x6C99;&#xFF0C;&#x5357;&#x5C3D;&#x5317;&#x6237;&#x3002;&#x4E1C;&#x6709;&#x4E1C;&#x6D77;&#xFF0C;&#x5317;&#x8FC7;&#x5927;&#x590F;&#x3002;&#x4EBA;&#x8FF9;&#x6240;&#x81F3;&#xFF0C;&#x65E0;&#x4E0D;&#x81E3;&#x8005;&#x3002;&#x201D;&#x5C31;&#x7B97;&#x9ED1;&#x592B;&#x9003;&#x5230;&#x5929;&#x6DAF;&#x6D77;&#x89D2;&#xFF0C;&#x6700;&#x7EC8;&#x8FD8;&#x662F;&#x4F1A;&#x843D;&#x5165;&#x79E6;&#x7684;&#x7EDF;&#x6CBB;&#x3002;</p>
<p>&#x518D;&#x8BF4;&#x4E86;&#xFF0C;&#x867D;&#x7136;&#x79E6;&#x56FD;&#x7684;&#x767E;&#x59D3;&#x8981;&#x7F34;&#x7EB3;&#x6C89;&#x91CD;&#x7684;&#x8D4B;&#x7A0E;&#xFF0C;&#x8981;&#x5E94;&#x4ED8;&#x5BC6;&#x96C6;&#x7684;&#x52B3;&#x5F79;&#x5175;&#x5F79;&#xFF0C;&#x662F;&#x6BD4;&#x5BCC;&#x9976;&#x7684;&#x4E2D;&#x539F;&#x82E6;&#x4E86;&#x70B9;&#xFF0C;&#x7CBE;&#x795E;&#x4E16;&#x754C;&#x4E5F;&#x6CA1;&#x6709;&#x9F50;&#x56FD;&#x4EBA;&#x5BCC;&#x88D5;&#xFF0C;&#x4F46;&#x6700;&#x91CD;&#x8981;&#x7684;&#x4E00;&#x70B9;&#x662F;&#xFF1A;&#x8FD9;&#x91CC;&#x597D;&#x6B79;&#x7ED9;&#x4E0B;&#x5C42;&#x4EBA;&#x6C11;&#x63D0;&#x4F9B;&#x4E86;&#x4E00;&#x4E2A;&#x516C;&#x5E73;&#x516C;&#x6B63;&#x7684;&#x4E0A;&#x5347;&#x6E20;&#x9053;&#xFF0C;&#x90A3;&#x5C31;&#x662F;&#x519B;&#x529F;&#x7235;&#x5236;&#x5EA6;&#xFF01;</p>
<p>&#x4E0D;&#x6B62;&#x6295;&#x80CE;&#x662F;&#x95E8;&#x5B66;&#x95EE;&#xFF0C;&#x7A7F;&#x8D8A;&#x4E5F;&#x662F;&#xFF0C;&#x90A3;&#x4E9B;&#x5C0F;&#x8BF4;&#x91CC;&#x4E00;&#x7741;&#x773C;&#x5C31;&#x6210;&#x4E3A;&#x537F;&#x65CF;&#x5EB6;&#x5B50;&#x3001;&#x516C;&#x5B50;&#x738B;&#x5B59;&#x7684;&#xFF0C;&#x771F;&#x662F;&#x7FA1;&#x715E;&#x9ED1;&#x592B;&#x4E5F;&#x3002;&#x82E5;&#x4ED6;&#x4E5F;&#x6709;&#x4E2A;&#x597D;&#x51FA;&#x8EAB;&#xFF0C;&#x5F53;&#x7136;&#x66F4;&#x9002;&#x5408;&#x5728;&#x5176;&#x4ED6;&#x56FD;&#x5BB6;&#x9189;&#x751F;&#x68A6;&#x6B7B;&#x3001;&#x4E3A;&#x6240;&#x6B32;&#x4E3A;&#xFF0C;&#x53EF;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x6CA1;&#x6709;&#x80CC;&#x666F;&#xFF0C;&#x5374;&#x6EE1;&#x6000;&#x7406;&#x60F3;&#x7684;&#x5EB6;&#x6C11;&#xFF0C;&#x8FD8;&#x662F;&#x7559;&#x5728;&#x79E6;&#x56FD;&#x66F4;&#x597D;&#x4E9B;&#x3002;</p>
<p>&#x201C;&#x6C5D;&#x7B49;&#x53C8;&#x5728;&#x975E;&#x8BAE;&#x4EC0;&#x4E48;&#xFF1F;&#x82E5;&#x662F;&#x8C01;&#x4E71;&#x8BF4;&#x8BDD;&#xFF0C;&#x8BFD;&#x8C24;&#x5927;&#x738B;&#x3001;&#x5B98;&#x5E9C;&#xFF0C;&#x4F11;&#x602A;&#x8001;&#x673D;&#x53BB;&#x544A;&#x5978;&#xFF01;&#x201D;</p>
<p>&#x8FD9;&#x65F6;&#xFF0C;&#x820D;&#x4EBA;&#x624D;&#x6162;&#x541E;&#x541E;&#x5730;&#x9001;&#x6765;&#x70ED;&#x6C64;&#xFF0C;&#x4E0D;&#x5FD8;&#x51FA;&#x8A00;&#x8B66;&#x544A;&#x3002;</p>
<p>&#x4F17;&#x4EBA;&#x8FDE;&#x9053;&#x4E0D;&#x6562;&#xFF0C;&#x4ED6;&#x4EEC;&#x76F8;&#x4E92;&#x4F7F;&#x4E86;&#x773C;&#x8272;&#xFF0C;&#x505C;&#x4F4F;&#x8BDD;&#x5934;&#xFF0C;&#x8D77;&#x8EAB;&#x63A5;&#x8FC7;&#x70ED;&#x6C64;&#x3002;</p>
<p>&#x90A3;&#x4E2A;&#x8BDD;&#x591A;&#x7684;&#x5B63;&#x5A74;&#x521A;&#x559D;&#x4E86;&#x4E00;&#x53E3;&#xFF0C;&#x4FBF;&#x62B1;&#x6028;&#x9053;&#xFF1A;&#x201C;&#x8001;&#x4E08;&#xFF0C;&#x8FD9;&#x70ED;&#x6C64;&#x4E0D;&#x70ED;&#x554A;&#xFF0C;&#x662F;&#x4E0D;&#x662F;&#x6CA1;&#x70E7;&#x5F00;&#xFF01;&#x201D;</p>
<p>&#x8001;&#x820D;&#x4EBA;&#x77AA;&#x4E86;&#x4ED6;&#x4E00;&#x773C;&#xFF1A;&#x201C;&#x4E0D;&#x7231;&#x559D;&#xFF0C;&#x4FBF;&#x51FA;&#x53BB;&#x559D;&#x96E8;&#x6C34;&#xFF01;&#x201D;</p>
<p>&#x5B63;&#x5A74;&#x8FD9;&#x624D;&#x505C;&#x6B62;&#x4E86;&#x62B1;&#x6028;&#xFF0C;&#x53EA;&#x5728;&#x8001;&#x820D;&#x4EBA;&#x80CC;&#x540E;&#x5C0F;&#x58F0;&#x561F;&#x56D4;&#x3002;</p>
<p>&#x9ED1;&#x592B;&#x5FC3;&#x91CC;&#x597D;&#x7B11;&#xFF0C;&#x8FD9;&#x5BA2;&#x820D;&#x867D;&#x7136;&#x4E0D;&#x5927;&#xFF0C;&#x4F46;&#x4FEE;&#x7F2E;&#x5F97;&#x5F53;&#xFF0C;&#x597D;&#x6B79;&#x80FD;&#x8D77;&#x5230;&#x906E;&#x853D;&#x96E8;&#x52BF;&#x7684;&#x4F5C;&#x7528;&#x3002;&#x4EBA;&#x5728;&#x5C4B;&#x6A90;&#x4E0B;&#x4E0D;&#x5F97;&#x4E0D;&#x4F4E;&#x5934;&#xFF0C;&#x8C01;&#x4E5F;&#x4E0D;&#x6562;&#x89E6;&#x6012;&#x8001;&#x820D;&#x4EBA;&#xFF0C;&#x88AB;&#x8D76;&#x5230;&#x5916;&#x9762;&#x6DCB;&#x96E8;&#xFF0C;&#x4ED6;&#x4EEC;&#x8FD9;&#x7FA4;&#x4EBA;&#x662F;&#x8981;&#x4E48;&#x662F;&#x65E0;&#x7235;&#x7684;&#x58EB;&#x4F0D;&#xFF0C;&#x8981;&#x4E48;&#x662F;&#x4F4E;&#x7EA7;&#x7684;&#x516C;&#x58EB;&#xFF0C;&#x7684;&#x786E;&#x6CA1;&#x6CD5;&#x8BA9;&#x4EBA;&#x9AD8;&#x770B;&#x4E00;&#x773C;&#x3002;</p>
<p>&#x5728;&#x968F;&#x4FBF;&#x5E94;&#x4ED8;&#x5B8C;&#x9ED1;&#x592B;&#x7B49;&#x4EBA;&#x540E;&#xFF0C;&#x8001;&#x820D;&#x4EBA;&#x53C8;&#x8FDB;&#x4E86;&#x53A8;&#x623F;&#xFF0C;&#x4E0D;&#x4E00;&#x4F1A;&#x51FA;&#x6765;&#x65F6;&#xFF0C;&#x8EAB;&#x540E;&#x591A;&#x4E86;&#x4E00;&#x4E2A;&#x5999;&#x9F84;&#x5C11;&#x5973;&#xFF0C;&#x7A7F;&#x7740;&#x68D5;&#x8272;&#x6DF1;&#x8863;&#xFF0C;&#x53CC;&#x624B;&#x7AEF;&#x7740;&#x6258;&#x76D8;&#x98DF;&#x76D2;&#xFF0C;&#x4EA6;&#x6B65;&#x4EA6;&#x8D8B;&#x5730;&#x8DDF;&#x5728;&#x8001;&#x820D;&#x4EBA;&#x8EAB;&#x540E;&#xFF0C;&#x5E94;&#x662F;&#x4ED6;&#x7684;&#x5973;&#x513F;&#x3002;</p>
<p>&#x6B64;&#x5973;&#x867D;&#x8C08;&#x4E0D;&#x4E0A;&#x6F02;&#x4EAE;&#xFF0C;&#x4F46;&#x8FD8;&#x662F;&#x7ACB;&#x523B;&#x5438;&#x5F15;&#x4E86;&#x7089;&#x8FB9;&#x58EB;&#x4F0D;&#x4EEC;&#x7684;&#x6CE8;&#x610F;&#xFF0C;&#x6027;&#x60C5;&#x8DF3;&#x8131;&#x7684;&#x5B63;&#x5A74;&#x60F3;&#x6253;&#x4E2A;&#x547C;&#x54E8;&#xFF0C;&#x7EC8;&#x7A76;&#x6CA1;&#x6562;&#xFF0C;&#x53EA;&#x662F;&#x8D77;&#x8EAB;&#x77A7;&#x4E86;&#x77A7;&#x90A3;&#x6258;&#x76D8;&#x4E0A;&#x7684;&#x7CBE;&#x7EC6;&#x996D;&#x98DF;&#xFF0C;&#x54BD;&#x4E86;&#x4E0B;&#x53E3;&#x6C34;&#x95EE;&#x9053;&#xFF1A;&#x201C;&#x8001;&#x4E08;&#xFF0C;&#x8FD9;&#x662F;&#x996D;&#x98DF;&#x662F;&#x7ED9;&#x8C01;&#x9001;&#x53BB;&#x7684;&#xFF1F;&#x201D;</p>
<p>&#x820D;&#x4EBA;&#x4F9D;&#x7136;&#x6CA1;&#x597D;&#x6C14;&#x642D;&#x7406;&#x4ED6;&#x4EEC;&#xFF0C;&#x51B7;&#x7B11;&#x9053;&#xFF1A;&#x201C;&#x7ED9;&#x5DE6;&#x820D;&#x90A3;&#x4F4D;&#x5927;&#x592B;&#x9001;&#x53BB;&#x7684;&#xFF0C;&#x6C5D;&#x7B49;&#x82E5;&#x662F;&#x60F3;&#x5403;&#xFF0C;&#x5148;&#x628A;&#x7235;&#x4F4D;&#x5347;&#x4E0A;&#x53BB;&#x518D;&#x8BF4;&#xFF01;&#x201D;</p>
<p>&#x5927;&#x592B;&#xFF0C;&#x662F;&#x79E6;&#x56FD;&#x4E8C;&#x5341;&#x7B49;&#x7235;&#x7684;&#x7B2C;5&#x7EA7;&#xFF0C;&#x5DF2;&#x7ECF;&#x7B97;&#x4E2D;&#x7B49;&#x7235;&#x4F4D;&#x4E86;&#x3002;</p>
<p>&#x5B63;&#x5A74;&#x53EA;&#x5F97;&#x53C8;&#x8E72;&#x4E0B;&#x6765;&#xFF0C;&#x76EF;&#x7740;&#x90A3;&#x5C11;&#x5973;&#x626D;&#x52A8;&#x7684;&#x8170;&#x80A2;&#x770B;&#x4E86;&#x8BB8;&#x4E45;&#x540E;&#xFF0C;&#x76F4;&#x5230;&#x5979;&#x6D88;&#x5931;&#x5728;&#x89C6;&#x91CE;&#x5916;&#xFF0C;&#x624D;&#x6124;&#x6124;&#x4E0D;&#x5E73;&#x5730;&#x8BF4;&#x9053;&#xFF1A;&#x201C;&#x6211;&#x89C1;&#x90A3;&#x76D8;&#x4E2D;&#x4E0D;&#x4F46;&#x6709;&#x7CBE;&#x7C73;&#x767D;&#x996D;&#x3001;&#x6E05;&#x51BD;&#x6D46;&#x6C34;&#xFF0C;&#x8FD8;&#x6709;&#x8089;&#x98DF;&#xFF01;&#x820D;&#x4EBA;&#x8FD8;&#x5E26;&#x7740;&#x5973;&#x513F;&#x4EB2;&#x81EA;&#x53BB;&#x9001;&#xFF0C;&#x83AB;&#x4E0D;&#x662F;&#x60F3;&#x8BA9;&#x90A3;&#x4F4D;&#x5927;&#x592B;&#x7EB3;&#x5176;&#x4E3A;&#x59BE;&#xFF1F;&#x8FD9;&#x8001;&#x4E0D;&#x7F9E;&#xFF0C;&#x4E5F;&#x771F;&#x505A;&#x5F97;&#x51FA;&#x6765;&#x554A;&#xFF01;&#x201D;</p>
<p>&#x201C;&#x6BD5;&#x7ADF;&#x662F;&#x5927;&#x592B;&#xFF0C;&#x5F85;&#x9047;&#x4E0E;&#x543E;&#x7B49;&#x58EB;&#x4F0D;&#x81EA;&#x7136;&#x4E0D;&#x540C;&#x3002;&#x201D;</p>
<p>&#x9ED1;&#x592B;&#x4E5F;&#x4E0D;&#x7531;&#x53D1;&#x51FA;&#x4E86;&#x611F;&#x6168;&#xFF0C;&#x4ED6;&#x4E0D;&#x50CF;&#x5B63;&#x5A74;&#x4E00;&#x822C;&#x6124;&#x4E16;&#x5AC9;&#x4FD7;&#xFF0C;&#x800C;&#x662F;&#x9ED8;&#x9ED8;&#x5750;&#x4E0B;&#xFF0C;&#x4ECE;&#x8921;&#x88E2;&#x91CC;&#x53D6;&#x51FA;&#x6BCD;&#x4EB2;&#x4E3A;&#x4ED6;&#x51C6;&#x5907;&#x7684;&#x98DF;&#x7269;&#xFF1A;&#x201C;&#x9931;&#x201D;&#xFF08;h&#xF3;u&#xFF09;&#xFF0C;&#x5C31;&#x662F;&#x628A;&#x84B8;&#x597D;&#x7684;&#x996D;&#x66DD;&#x6652;&#x6210;&#x5E72;&#x7CAE;&#xFF0C;&#x867D;&#x7136;&#x80FD;&#x586B;&#x9971;&#x809A;&#x5B50;&#xFF0C;&#x4F46;&#x5473;&#x9053;&#x5B9E;&#x5728;&#x4E0D;&#x6562;&#x606D;&#x7EF4;&#x3002;</p>
<p>&#x4ED6;&#x53EA;&#x80FD;&#x95FB;&#x7740;&#x9694;&#x58C1;&#x4F20;&#x6765;&#x7684;&#x9C7C;&#x3001;&#x8089;&#x55B7;&#x9999;&#x541E;&#x54BD;&#x5E72;&#x996D;&#x3002;&#x4F20;&#x5230;&#x8033;&#x8FB9;&#x7684;&#xFF0C;&#x8FD8;&#x6709;&#x8001;&#x820D;&#x4EBA;&#x6BD5;&#x606D;&#x6BD5;&#x656C;&#x7684;&#x8BA8;&#x597D;&#x8BDD;&#x8BED;&#xFF0C;&#x5BF9;&#x6BD4;&#x521A;&#x624D;&#x7684;&#x6001;&#x5EA6;&#xFF0C;&#x771F;&#x662F;&#x5929;&#x5DEE;&#x5730;&#x522B;&#x3002;</p>
<p>&#x8FD9;&#x4EF6;&#x4E8B;&#x8BA9;&#x9ED1;&#x592B;&#x66F4;&#x52A0;&#x7406;&#x89E3;&#x4E86;&#xFF0C;&#x79E6;&#x56FD;&#x5C31;&#x662F;&#x4E2A;&#x7B49;&#x7EA7;&#x5206;&#x660E;&#x7684;&#x9636;&#x7EA7;&#x793E;&#x4F1A;&#xFF0C;&#x5F85;&#x9047;&#x5B8C;&#x5168;&#x7531;&#x7235;&#x4F4D;&#x51B3;&#x5B9A;&#x3002;</p>
<p>&#x4E0D;&#x4F46;&#x5403;&#x7684;&#x4E0D;&#x4E00;&#x6837;&#xFF0C;&#x4F4F;&#x7684;&#x5730;&#x65B9;&#x4E5F;&#x4E0D;&#x4E00;&#x6837;&#xFF0C;&#x50CF;&#x9ED1;&#x592B;&#x4ED6;&#x4EEC;&#x8FD9;&#x4E9B;&#x8FC7;&#x8DEF;&#x7684;&#x5C0F;&#x8001;&#x767E;&#x59D3;&#xFF0C;&#x53EA;&#x80FD;&#x5728;&#x5730;&#x9762;&#x4E0A;&#x6324;&#x6324;&#x7761;&#x3002;&#x4E0D;&#x66F4;&#x4EE5;&#x4E0B;&#x7235;&#x4F4D;&#x8005;&#xFF0C;&#x76F8;&#x5F53;&#x4E8E;&#x5C0F;&#x79D1;&#x5458;&#xFF0C;&#x53EF;&#x4EE5;&#x7761;&#x5927;&#x901A;&#x94FA;&#x3002;&#x50CF;&#x9694;&#x58C1;&#x7684;&#x5927;&#x592B;&#xFF0C;&#x76F8;&#x5F53;&#x4E8E;&#x540E;&#x4E16;&#x7684;&#x53BF;&#x5C40;&#x5904;&#x7EA7;&#x5E72;&#x90E8;&#xFF0C;&#x5219;&#x6709;&#x4E13;&#x95E8;&#x7684;&#x4E00;&#x95F4;&#x5C4B;&#x5B50;&#x6B47;&#x606F;&#xFF0C;&#x4E5F;&#x8BB8;&#x8FD8;&#x6709;&#x820D;&#x4EBA;&#x7684;&#x5973;&#x513F;&#x5E2E;&#x6D17;&#x811A;&#x634F;&#x8DB3;&#x2026;&#x2026;</p>
<p>&#x5509;&#xFF0C;&#x4EBA;&#x8DDF;&#x4EBA;&#x7684;&#x5DEE;&#x8DDD;&#x554A;&#x3002;</p>
<p>&#x7B49;&#x9ED1;&#x592B;&#x5C31;&#x7740;&#x70ED;&#x6C64;&#x5403;&#x5B8C;&#x996D;&#xFF0C;&#x591C;&#x5DF2;&#x7ECF;&#x5F88;&#x6DF1;&#x4E86;&#x3002;&#x8001;&#x820D;&#x4EBA;&#x5FD8;&#x4E86;&#x7ED9;&#x5927;&#x5C4B;&#x91CC;&#x7684;&#x5730;&#x7089;&#x52A0;&#x67F4;&#xFF0C;&#x706B;&#x5F88;&#x5FEB;&#x7184;&#x706D;&#xFF0C;&#x5468;&#x56F4;&#x8D8A;&#x6765;&#x8D8A;&#x51B7;&#xFF0C;&#x58EB;&#x4F0D;&#x4EEC;&#x53EA;&#x80FD;&#x6324;&#x5728;&#x4E00;&#x8D77;&#x62B1;&#x56E2;&#x53D6;&#x6696;&#x3002;</p>
<p>&#x5176;&#x4ED6;&#x4EBA;&#x65E9;&#x5C31;&#x4E60;&#x60EF;&#x4E86;&#x8FD9;&#x79CD;&#x5F85;&#x9047;&#xFF0C;&#x8FC5;&#x901F;&#x6C89;&#x5165;&#x7761;&#x68A6;&#x4E2D;&#xFF0C;&#x5BA4;&#x5185;&#x9F3E;&#x58F0;&#x56DB;&#x8D77;&#xFF0C;&#x4F46;&#x9ED1;&#x592B;&#x5374;&#x7761;&#x4E0D;&#x7740;&#xFF0C;&#x4ED6;&#x8FD8;&#x5728;&#x601D;&#x7D22;&#x672A;&#x6765;&#x7684;&#x6253;&#x7B97;&#x3002;</p>
<p>&#x201C;&#x4EBA;&#x5206;&#x4E09;&#x516D;&#x4E5D;&#x7B49;&#xFF0C;&#x81EA;&#x53E4;&#x5DF2;&#x7136;&#x3002;&#x201D;</p>
<p>&#x9ED1;&#x6697;&#x4E2D;&#xFF0C;&#x56DE;&#x60F3;&#x8FD9;&#x4E9B;&#x5929;&#x7ECF;&#x5386;&#x7684;&#x4E8B;&#xFF0C;&#x9ED1;&#x592B;&#x634F;&#x7D27;&#x4E86;&#x62F3;&#x5934;&#xFF0C;&#x6697;&#x6697;&#x4E0B;&#x51B3;&#x5FC3;&#x9053;:&#x201C;&#x6211;&#x7B97;&#x662F;&#x660E;&#x767D;&#x4E86;&#xFF0C;&#x82E5;&#x60F3;&#x5728;&#x79E6;&#x56FD;&#x8FC7;&#x4E0A;&#x597D;&#x65E5;&#x5B50;&#xFF0C;&#x82E5;&#x60F3;&#x6446;&#x8131;&#x586B;&#x6C9F;&#x58D1;&#x7684;&#x547D;&#x8FD0;&#xFF0C;&#x773C;&#x4E0B;&#x552F;&#x4E00;&#x7684;&#x529E;&#x6CD5;&#xFF0C;&#x5C31;&#x662F;&#x83B7;&#x5F97;&#x7235;&#x4F4D;&#xFF01;&#x201D;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="ch01.html" class="navigation navigation-prev " aria-label="Previous page: 第一章">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="ch03.html" class="navigation navigation-next " aria-label="Next page: 第三章">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"第二章","level":"1.3","depth":1,"next":{"title":"第三章","level":"1.4","depth":1,"path":"ch03.md","ref":"ch03.md","articles":[]},"previous":{"title":"第一章","level":"1.2","depth":1,"path":"ch01.md","ref":"ch01.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"ch02.md","mtime":"2021-04-01T01:42:23.368Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2021-04-01T01:43:02.426Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

