
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>第三章 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="ch04.html" />
    
    
    <link rel="prev" href="ch02.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    简介
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="ch01.html">
            
                <a href="ch01.html">
            
                    
                    第一章
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="ch02.html">
            
                <a href="ch02.html">
            
                    
                    第二章
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.4" data-path="ch03.html">
            
                <a href="ch03.html">
            
                    
                    第三章
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="ch04.html">
            
                <a href="ch04.html">
            
                    
                    第四章
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="ch05.html">
            
                <a href="ch05.html">
            
                    
                    第五章
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >第三章</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x7B2C;&#x4E09;&#x7AE0;&#xFF1A;&#x7235;&#x4F4D;&#x96BE;&#x5F97;">&#x7B2C;&#x4E09;&#x7AE0;&#xFF1A;&#x7235;&#x4F4D;&#x96BE;&#x5F97;</h1>
<p>&#x5C31;&#x9ED1;&#x592B;&#x6240;&#x77E5;&#xFF0C;&#x5546;&#x9785;&#x53D8;&#x6CD5;&#x540E;&#xFF0C;&#x79E6;&#x56FD;&#x5206;&#x4E8C;&#x5341;&#x7B49;&#x7235;&#xFF0C;&#x4ECE;&#x6700;&#x4F4E;&#x7EA7;&#x7684;&#x516C;&#x58EB;&#x3001;&#x4E0A;&#x9020;&#xFF0C;&#x5230;&#x6700;&#x9AD8;&#x7EA7;&#x5173;&#x5185;&#x4FAF;&#x3001;&#x5F7B;&#x4FAF;&#x3002;</p>
<p>&#x6309;&#x7167;&#x79E6;&#x5F8B;&#x89C4;&#x5B9A;&#xFF0C;&#x5F97;&#x5230;&#x7235;&#x4F4D;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x5F97;&#x5230;&#x7530;&#x5730;&#x3001;&#x623F;&#x5B85;&#x4EE5;&#x53CA;&#x4E3A;&#x4F60;&#x5E72;&#x6D3B;&#x7684;&#x4EC6;&#x4ECE;&#x5974;&#x96B6;&#x3002;&#x6BCF;&#x63D0;&#x5347;&#x4E00;&#x7EA7;&#xFF0C;&#x5F85;&#x9047;&#x5C31;&#x6C34;&#x6DA8;&#x8239;&#x9AD8;&#xFF0C;&#x53EF;&#x4EE5;&#x4ECE;&#x65E0;&#x7ACB;&#x9525;&#x4E4B;&#x5730;&#x7684;&#x8D2B;&#x6C11;&#x6447;&#x8EAB;&#x4E00;&#x53D8;&#xFF0C;&#x6210;&#x4E3A;&#x5C0F;&#x5730;&#x4E3B;&#x3001;&#x5927;&#x5730;&#x4E3B;&#x751A;&#x81F3;&#x662F;&#x62E5;&#x6709;&#x81EA;&#x5DF1;&#x5C01;&#x5730;&#x7684;&#x541B;&#x4FAF;&#xFF01;</p>
<p>&#x7235;&#x4F4D;&#x8D8A;&#x9AD8;&#xFF0C;&#x62C5;&#x4EFB;&#x7684;&#x804C;&#x52A1;&#x4E5F;&#x8D8A;&#x9AD8;&#x3002;</p>
<p>&#x9ED1;&#x592B;&#x731C;&#x6D4B;&#xFF0C;&#x5386;&#x53F2;&#x4E0A;&#xFF0C;&#x9ED1;&#x592B;&#x5144;&#x5F1F;&#x4E4B;&#x6240;&#x4EE5;&#x4F1A;&#x6218;&#x6B7B;&#xFF0C;&#x5C31;&#x662F;&#x56E0;&#x4E3A;&#x62C5;&#x4EFB;&#x4E86;&#x51B2;&#x950B;&#x9677;&#x9635;&#x7684;&#x5175;&#x5352;&#x3002;</p>
<p>&#x53EF;&#x82E5;&#x4ED6;&#x88AB;&#x5F81;&#x53EC;&#x65F6;&#x5DF2;&#x6709;&#x7235;&#x4F4D;&#xFF0C;&#x4F5C;&#x4E3A;&#x519B;&#x5B98;&#xFF0C;&#x62E5;&#x6709;&#x81EA;&#x5DF1;&#x7684;&#x90E8;&#x5C5E;&#xFF0C;&#x5C31;&#x76F8;&#x5F53;&#x4E8E;&#x628A;&#x81EA;&#x5DF1;&#x7684;&#x6027;&#x547D;&#x63E1;&#x5728;&#x624B;&#x4E2D;&#xFF0C;&#x53EA;&#x8981;&#x5C0F;&#x5FC3;&#x8C28;&#x614E;&#xFF0C;&#x4E00;&#x5B9A;&#x6709;&#x673A;&#x4F1A;&#x6D3B;&#x4E0B;&#x6765;&#xFF01;</p>
<p>&#x60F3;&#x5F52;&#x60F3;&#xFF0C;&#x53EF;&#x773C;&#x4E0B;&#xFF0C;&#x9ED1;&#x592B;&#x624D;&#x662F;0&#x7EA7;&#x7684;&#x58EB;&#x4F0D;&#xFF0C;&#x522B;&#x8BF4;&#x4EC0;&#x4E48;&#x5927;&#x592B;&#x3001;&#x5B98;&#x5927;&#x592B;&#x4E86;&#xFF0C;&#x5C31;&#x7B97;&#x662F;&#x4E00;&#x4E2A;1&#x7EA7;&#x7684;&#x516C;&#x58EB;&#x7235;&#xFF0C;&#x4E5F;&#x4E0D;&#x597D;&#x6323;&#x554A;&#x3002;</p>
<p>&#x5728;&#x79E6;&#x56FD;&#x60F3;&#x8981;&#x5F97;&#x7235;&#xFF0C;&#x5927;&#x6982;&#x6709;&#x4EE5;&#x4E0B;&#x51E0;&#x4E2A;&#x9014;&#x5F84;&#xFF0C;&#x6700;&#x5FEB;&#x6377;&#x7684;&#x5C31;&#x662F;&#x6218;&#x573A;&#x4E0A;&#x780D;&#x4EBA;&#x5934;&#x7ACB;&#x529F;&#xFF01;</p>
<p>&#x79E6;&#x6CD5;&#x89C4;&#x5B9A;&#xFF1A;&#x201C;&#x65A9;&#x4E00;&#x9996;&#x8005;&#x7235;&#x4E00;&#x7EA7;&#x3002;&#x201D;&#x5927;&#x54E5;&#x8877;&#x7EE7;&#x627F;&#x7684;&#x201C;&#x516C;&#x58EB;&#x201D;&#x7235;&#x4F4D;&#xFF0C;&#x5C31;&#x662F;&#x7236;&#x4EB2;&#x5728;&#x6218;&#x573A;&#x4E0A;&#x53AE;&#x6740;&#x6570;&#x6B21;&#xFF0C;&#x597D;&#x4E0D;&#x5BB9;&#x6613;&#x780D;&#x4E0B;&#x4E00;&#x9897;&#x4EBA;&#x5934;&#x6362;&#x7684;&#xFF0C;&#x5176;&#x4EE3;&#x4EF7;&#x5C31;&#x662F;&#xFF0C;&#x4FBF;&#x5B9C;&#x8001;&#x7239;&#x843D;&#x4E0B;&#x4E86;&#x4E00;&#x8EAB;&#x7684;&#x4F24;&#xFF0C;&#x56DE;&#x6765;&#x540E;&#x6CA1;&#x51E0;&#x5E74;&#x5C31;&#x6B7B;&#x4E86;&#x2026;&#x2026;</p>
<p>&#x6B64;&#x5916;&#xFF0C;&#x7235;&#x4F4D;&#x8FD8;&#x53EF;&#x4EE5;&#x9760;&#x52E4;&#x52C9;&#x519C;&#x8015;&#x3001;&#x544A;&#x5978;&#x3001;&#x6355;&#x76D7;&#x3001;&#x505A;&#x5C0F;&#x540F;&#x79EF;&#x7D2F;&#x52B3;&#x7EE9;&#x7B49;&#x5F97;&#x5230;&#xFF0C;&#x95EE;&#x9898;&#x662F;&#x519C;&#x4E8B;&#x6CA1;&#x6709;&#x4E09;&#x5E74;&#x4E94;&#x8F7D;&#x662F;&#x89C1;&#x4E0D;&#x5230;&#x6210;&#x6548;&#x7684;&#xFF0C;&#x544A;&#x5978;&#x548C;&#x6355;&#x76D7;&#x53EF;&#x9047;&#x4E0D;&#x53EF;&#x6C42;&#xFF0C;&#x81F3;&#x4E8E;&#x505A;&#x5C0F;&#x540F;&#x2026;&#x2026;</p>
<p>&#x773C;&#x4E0B;&#x9ED1;&#x592B;&#x53EA;&#x662F;&#x4E2A;&#x521A;&#x6210;&#x5E74;&#x7684;&#x6123;&#x5934;&#x9752;&#xFF0C;&#x53C8;&#x65E0;&#x95E8;&#x8DEF;&#x529F;&#x7EE9;&#xFF0C;&#x8C01;&#x4F1A;&#x4EFB;&#x547D;&#x4ED6;&#x505A;&#x540F;&#xFF1F;&#x90A3;&#x6C49;&#x9AD8;&#x7956;&#x5218;&#x90A6;&#x4E4B;&#x6240;&#x4EE5;&#x80FD;&#x5F53;&#x4E0A;&#x79E6;&#x671D;&#x7684;&#x4EAD;&#x957F;&#xFF0C;&#x9760;&#x7684;&#x662F;&#x65E9;&#x5E74;&#x5728;&#x4E61;&#x4E2D;&#x505A;&#x6E38;&#x4FA0;&#x7559;&#x4E0B;&#x7684;&#x540D;&#x671B;&#xFF0C;&#x8FD9;&#x4E9B;&#xFF0C;&#x521D;&#x51FA;&#x8305;&#x5E90;&#x7684;&#x9ED1;&#x592B;&#x7EDF;&#x7EDF;&#x6CA1;&#x6709;&#x3002;</p>
<p>&#x601D;&#x7EEA;&#x5343;&#x5934;&#x4E07;&#x7EEA;&#xFF0C;&#x597D;&#x4F3C;&#x5916;&#x9762;&#x7684;&#x731B;&#x70C8;&#x96E8;&#x52BF;&#xFF0C;&#x6253;&#x5728;&#x74E6;&#x4E0A;&#x5288;&#x556A;&#x4F5C;&#x54CD;&#xFF0C;&#x5BA2;&#x820D;&#x597D;&#x50CF;&#x5728;&#x4E91;&#x68A6;&#x6CFD;&#x6D2A;&#x6CE2;&#x60CA;&#x6D9B;&#x4E2D;&#x6F02;&#x6D6E;&#x7740;&#x7684;&#x4E00;&#x53F6;&#x5B64;&#x821F;&#x3002;</p>
<p>&#x9ED1;&#x592B;&#x611F;&#x89C9;&#x81EA;&#x5DF1;&#x4E5F;&#x662F;&#x8FD9;&#x4E2A;&#x5DE8;&#x53D8;&#x65F6;&#x4EE3;&#x4E2D;&#x7684;&#x4E00;&#x8258;&#x5C0F;&#x8239;&#xFF0C;&#x88AB;&#x5377;&#x5728;&#x6C34;&#x6D41;&#x91CC;&#xFF0C;&#x5C31;&#x7B97;&#x77E5;&#x9053;&#x201C;&#x79E6;&#x738B;&#x626B;&#x516D;&#x5408;&#xFF0C;&#x864E;&#x89C6;&#x4F55;&#x96C4;&#x54C9;&#x201D;&#x7684;&#x5927;&#x52BF;&#x8D70;&#x5411;&#xFF0C;&#x5374;&#x53C8;&#x788D;&#x4E8E;&#x51FA;&#x8EAB;&#xFF0C;&#x4E00;&#x65F6;&#x627E;&#x4E0D;&#x5230;&#x52A0;&#x5165;&#x8FDB;&#x53BB;&#x7684;&#x6CD5;&#x5B50;&#x2026;&#x2026;</p>
<p>&#x5C31;&#x8FD9;&#x6837;&#xFF0C;&#x5728;&#x8FF7;&#x8FF7;&#x7CCA;&#x7CCA;&#x7761;&#x4E86;&#x4E00;&#x665A;&#x540E;&#xFF0C;&#x6B21;&#x65E5;&#x6E05;&#x6668;&#xFF0C;&#x9ED1;&#x592B;&#x65E9;&#x65E9;&#x4FBF;&#x8D77;&#xFF0C;&#x4E00;&#x63A8;&#x95E8;&#xFF0C;&#x5916;&#x9762;&#x7684;&#x96E8;&#x5DF2;&#x7ECF;&#x505C;&#x4E86;&#x3002;&#x90A3;&#x4F4D;&#x201C;&#x5927;&#x592B;&#x201D;&#x7684;&#x9A6C;&#x8F66;&#x4F9D;&#x7136;&#x505C;&#x5728;&#x9662;&#x5B50;&#x91CC;&#xFF0C;&#x9A6C;&#x8F66;&#x67D3;&#x7740;&#x7EA2;&#x9ED1;&#x76F8;&#x95F4;&#x7684;&#x6F06;&#xFF0C;&#x597D;&#x4E0D;&#x6F02;&#x4EAE;&#xFF0C;&#x4E00;&#x767D;&#x4E00;&#x9ED1;&#x4E24;&#x5339;&#x9A6C;&#x5DF2;&#x7ECF;&#x5957;&#x4E0A;&#x4E86;&#x7F30;&#x7EF3;&#xFF0C;&#x968F;&#x65F6;&#x51C6;&#x5907;&#x51FA;&#x53D1;&#xFF0C;&#x53EF;&#x601C;&#x4ED6;&#x5374;&#x5F97;&#x4E00;&#x8DEF;&#x8D70;&#x53BB;&#x53BF;&#x57CE;&#xFF0C;&#x6015;&#x662F;&#x8981;&#x78E8;&#x51FA;&#x6EE1;&#x811A;&#x6C34;&#x6CE1;&#x3002;</p>
<p>&#x7528;&#x5C4B;&#x6A90;&#x4E0A;&#x6EF4;&#x843D;&#x7684;&#x6C34;&#x64E6;&#x4E86;&#x64E6;&#x8138;&#x540E;&#xFF0C;&#x9ED1;&#x592B;&#x79BB;&#x5F00;&#x4E86;&#x5BA2;&#x820D;&#xFF0C;&#x95E8;&#x53E3;&#x5DF2;&#x6709;&#x4E2A;&#x4EBA;&#x5728;&#x7B49;&#x4ED6;&#xFF0C;&#x6B63;&#x662F;&#x6628;&#x591C;&#x8BB2;&#x4E86;&#x201C;&#x8346;&#x8F72;&#x523A;&#x79E6;&#x201D;&#x4E00;&#x4E8B;&#x7684;&#x5B63;&#x5A74;&#x3002;&#x5DE7;&#x7684;&#x662F;&#xFF0C;&#x4ED6;&#x8BF4;&#x81EA;&#x5DF1;&#x662F;&#x6DA2;&#x6C34;&#x4E61;&#x58EB;&#x4F0D;&#xFF0C;&#x4E5F;&#x8981;&#x53BB;&#x53BF;&#x91CC;&#x670D;&#x5F79;&#x3002;</p>
<p>&#x4E0D;&#x5F85;&#x9ED1;&#x592B;&#x8BF4;&#x4EC0;&#x4E48;&#xFF0C;&#x5B63;&#x5A74;&#x5C31;&#x5341;&#x5206;&#x70ED;&#x7EDC;&#x5730;&#x8981;&#x4E0E;&#x4ED6;&#x642D;&#x4F19;&#xFF1A;&#x201C;&#x6B64;&#x53BB;&#x53BF;&#x4E2D;&#x8FD8;&#x6709;&#x5927;&#x534A;&#x65E5;&#x884C;&#x7A0B;&#xFF0C;&#x4E0D;&#x5982;&#x4E00;&#x8D77;&#x540C;&#x884C;&#xFF0C;&#x4E5F;&#x591A;&#x4E2A;&#x7167;&#x5E94;&#x3002;&#x201D;</p>
<p>&#x9ED1;&#x592B;&#x60F3;&#x60F3;&#x4E5F;&#x5BF9;&#xFF0C;&#x4E8C;&#x4EBA;&#x4E00;&#x8D77;&#x670D;&#x5F79;&#xFF0C;&#x7B97;&#x662F;&#x888D;&#x6CFD;&#x4E86;&#xFF0C;&#x63A5;&#x4E0B;&#x6765;&#x4E00;&#x4E2A;&#x6708;&#x8FD8;&#x5F97;&#x671D;&#x5915;&#x76F8;&#x5904;&#xFF0C;&#x4FBF;&#x4E0E;&#x5B63;&#x5A74;&#x7ED3;&#x4F34;&#x800C;&#x884C;&#x3002;</p>
<p>&#x8FD9;&#x5B89;&#x9646;&#x53BF;&#x7684;&#x5730;&#x52BF;&#x5357;&#x4F4E;&#x5317;&#x9AD8;&#xFF0C;&#x5357;&#x90E8;&#x662F;&#x4E91;&#x68A6;&#x6CFD;&#xFF0C;&#x5E73;&#x7574;&#x6C83;&#x91CE;&#xFF0C;&#x88AB;&#x79F0;&#x4E4B;&#x4E3A;&#x201C;&#x4E91;&#x68A6;&#x4E61;&#x201D;&#xFF1B;&#x4E2D;&#x90E8;&#x6709;&#x6DA2;&#x6C34;&#x6D41;&#x8FC7;&#xFF0C;&#x6C47;&#x5165;&#x4E91;&#x68A6;&#x6CFD;&#xFF0C;&#x6709;&#x6CB3;&#x8C37;&#x5E73;&#x539F;&#xFF0C;&#x4E3A;&#x201C;&#x6DA2;&#x6C34;&#x4E61;&#x201D;&#xFF1B;&#x5317;&#x90E8;&#x662F;&#x4E18;&#x9675;&#x5C97;&#x5730;&#xFF0C;&#x5C42;&#x5C9A;&#x79C0;&#x51FA;&#xFF0C;&#x4E5F;&#x662F;&#x53BF;&#x57CE;&#x6240;&#x5728;&#xFF0C;&#x9ED1;&#x592B;&#x4E8C;&#x4EBA;&#x4FBF;&#x6CBF;&#x7740;&#x4E91;&#x68A6;&#x6CFD;&#x7554;&#x7684;&#x9053;&#x8DEF;&#x7F13;&#x7F13;&#x5317;&#x4E0A;&#x3002;</p>
<p>&#x7ECF;&#x8FC7;&#x4E00;&#x591C;&#x9AA4;&#x96E8;&#xFF0C;&#x4E91;&#x68A6;&#x5927;&#x6CFD;&#x6062;&#x590D;&#x4E86;&#x5E73;&#x9759;&#xFF0C;&#x9C7C;&#x513F;&#x8DC3;&#x51FA;&#x6C34;&#x9762;&#xFF0C;&#x767D;&#x9E6D;&#x5728;&#x6D45;&#x6EE9;&#x4E0A;&#x7F13;&#x7F13;&#x8E31;&#x6B65;&#xFF0C;&#x5B63;&#x5A74;&#x662F;&#x672C;&#x4E61;&#x58EB;&#x4F0D;&#xFF0C;&#x5BF9;&#x8FD9;&#x4E00;&#x5E26;&#x5341;&#x5206;&#x719F;&#x6089;&#xFF0C;&#x52A0;&#x4E0A;&#x4ED6;&#x662F;&#x4E2A;&#x8BDD;&#x591A;&#x7684;&#xFF0C;&#x4FBF;&#x4E00;&#x8DEF;&#x90FD;&#x5728;&#x7ED9;&#x9ED1;&#x592B;&#x4ECB;&#x7ECD;&#x98CE;&#x571F;&#x666F;&#x81F4;&#x3002;</p>
<p>&#x201C;&#x9ED1;&#x592B;&#xFF0C;&#x6C5D;&#x53EF;&#x77E5;&#x9053;&#xFF0C;&#x8FD9;&#x5B89;&#x9646;&#x53BF;&#xFF0C;&#x4E43;&#x81F3;&#x6574;&#x4E2A;&#x5357;&#x90E1;&#xFF0C;&#x4E94;&#x5341;&#x591A;&#x5E74;&#x524D;&#x8FD8;&#x662F;&#x695A;&#x56FD;&#x571F;&#x5730;&#x3002;&#x201D;</p>
<p>&#x201C;&#x81EA;&#x7136;&#x77E5;&#x6653;&#x3002;&#x201D;</p>
<p>&#x9ED1;&#x592B;&#x70B9;&#x4E86;&#x70B9;&#x5934;&#xFF0C;&#x5357;&#x90E1;&#x4E43;&#x662F;&#x540E;&#x4E16;&#x6E56;&#x5317;&#x7701;&#xFF0C;&#x4E5F;&#x662F;&#x66FE;&#x7ECF;&#x7684;&#x695A;&#x56FD;&#x8179;&#x5730;&#xFF0C;&#x6CBB;&#x6240;&#x6C5F;&#x9675;&#x66F4;&#x662F;&#x695A;&#x90FD;&#x90E2;&#x57CE;&#x3002;&#x51E0;&#x5341;&#x5E74;&#x524D;&#xFF0C;&#x79E6;&#x56FD;&#x5927;&#x5C06;&#x767D;&#x8D77;&#x4F10;&#x695A;&#xFF0C;&#x9122;&#x90E2;&#x4E4B;&#x6218;&#x6DF9;&#x6B7B;&#x5341;&#x591A;&#x4E07;&#x695A;&#x4EBA;&#xFF0C;&#x6253;&#x5F97;&#x695A;&#x519B;&#x56DB;&#x6563;&#x3002;&#x695A;&#x9877;&#x8944;&#x738B;&#x4FBF;&#x5F03;&#x4E86;&#x56FD;&#x90FD;&#xFF0C;&#x9003;&#x4EA1;&#x4E1C;&#x65B9;&#xFF0C;&#x8FD9;&#x4E4B;&#x540E;&#x624D;&#x6709;&#x5C48;&#x539F;&#x60B2;&#x6124;&#x6295;&#x6C5F;&#x4E4B;&#x4E8B;&#x3002;&#x7B97;&#x8D77;&#x6765;&#xFF0C;&#x4E09;&#x4EE3;&#x4E4B;&#x524D;&#xFF0C;&#x9ED1;&#x592B;&#x7956;&#x4E0A;&#x4E5F;&#x662F;&#x695A;&#x4EBA;&#xFF0C;&#x81F3;&#x4ECA;&#x695A;&#x97F3;&#x672A;&#x6539;&#x3002;</p>
<p>&#x201C;&#x90A3;&#x6C5D;&#x66F4;&#x5E94;&#x77E5;&#x9053;&#xFF0C;&#x8FD9;&#x4E91;&#x68A6;&#x6CFD;&#x4E00;&#x5E26;&#xFF0C;&#x4E43;&#x662F;&#x695A;&#x738B;&#x7684;&#x730E;&#x82D1;&#xFF0C;&#x6211;&#x7956;&#x7236;&#x66FE;&#x4E0E;&#x6211;&#x8BF4;&#x8D77;&#x5F53;&#x5E74;&#x695A;&#x738B;&#x72E9;&#x730E;&#x76DB;&#x51B5;&#xFF0C;&#x636E;&#x8BF4;&#x662F;&#x7ED3;&#x9A77;&#x5343;&#x4E58;&#xFF0C;&#x65CC;&#x65D7;&#x853D;&#x5929;&#xFF0C;&#x5155;&#x3001;&#x864E;&#x88AB;&#x8FFD;&#x5F97;&#x6EE1;&#x5730;&#x8DD1;&#xFF0C;&#x968F;&#x4FBF;&#x4E00;&#x62AC;&#x624B;&#x4E00;&#x5F20;&#x5F13;&#xFF0C;&#x5C31;&#x80FD;&#x5C04;&#x6B7B;&#x4E00;&#x5934;&#x9E8B;&#x5B50;&#x2026;&#x2026;&#x201D;</p>
<p>&#x8BF4;&#x5B8C;&#xFF0C;&#x5B63;&#x5A74;&#x53C8;&#x8214;&#x4E86;&#x8214;&#x5634;&#x5507;&#xFF0C;&#x4E00;&#x8DEF;&#x6500;&#x8C08;&#x4E0B;&#x6765;&#xFF0C;&#x9ED1;&#x592B;&#x5DEE;&#x4E0D;&#x591A;&#x4E86;&#x89E3;&#x8FD9;&#x4E2A;&#x540C;&#x9F84;&#x4EBA;&#x7684;&#x6027;&#x60C5;&#x4E86;&#xFF0C;&#x591A;&#x5634;&#x3001;&#x5C0F;&#x673A;&#x7075;&#x3001;&#x53C8;&#x6709;&#x4E9B;&#x8D2A;&#x5403;&#xFF0C;&#x4FBF;&#x7B11;&#x4ED6;&#x9053;&#xFF1A;&#x201C;&#x83AB;&#x4E0D;&#x662F;&#x53C8;&#x60F3;&#x5403;&#x8089;&#x4E86;&#xFF1F;&#x201D;</p>
<p>&#x201C;&#x8C01;&#x4E0D;&#x60F3;&#xFF1F;&#x201D;</p>
<p>&#x5B63;&#x5A74;&#x53CD;&#x95EE;&#xFF0C;&#x4F46;&#x62CD;&#x4E86;&#x62CD;&#x7626;&#x5DF4;&#x5DF4;&#x7684;&#x809A;&#x5B50;&#xFF0C;&#x53F9;&#x6C14;&#x9053;&#xFF1A;&#x201C;&#x53EF;&#x60DC;&#x8FD1;&#x6765;&#x4E91;&#x68A6;&#x6CFD;&#x5E72;&#x6DB8;&#x4E0D;&#x5C11;&#xFF0C;&#x5404;&#x7C7B;&#x91CE;&#x7269;&#x8FC1;&#x5F99;&#x5230;&#x5176;&#x4ED6;&#x5730;&#x65B9;&#x53BB;&#x4E86;&#xFF0C;&#x5C31;&#x7B97;&#x662F;&#x9760;&#x8FD1;&#x9053;&#x8DEF;&#x53EF;&#x4EE5;&#x6253;&#x6E14;&#x7684;&#x5C0F;&#x6CFD;&#xFF0C;&#x5982;&#x4ECA;&#x4E5F;&#x65E0;&#x4EBA;&#x6562;&#x53BB;&#x3002;&#x201D;</p>
<p>&#x9ED1;&#x592B;&#x5947;&#x9053;&#xFF1A;&#x201C;&#x8FD9;&#x53C8;&#x662F;&#x4E3A;&#x4F55;&#xFF1F;&#x201D;</p>
<p>&#x201C;&#x56E0;&#x4E3A;&#x8FD1;&#x6765;&#x591A;&#x6709;&#x4EA1;&#x4EBA;&#x5357;&#x9003;&#xFF0C;&#x9041;&#x5165;&#x6CFD;&#x4E2D;&#x4E3A;&#x76D7;&#xFF01;&#x6211;&#x542C;&#x8BF4;&#x4E0D;&#x5C11;&#x5546;&#x8D3E;&#x3001;&#x6E14;&#x6C11;&#x9014;&#x7ECF;&#x6B64;&#x5730;&#xFF0C;&#x90FD;&#x88AB;&#x52AB;&#x4E86;&#x8D22;&#x7269;&#xFF0C;&#x5BB3;&#x4E86;&#x6027;&#x547D;&#xFF01;&#x53BF;&#x4E2D;&#x5C61;&#x6B21;&#x52D2;&#x4EE4;&#x9644;&#x8FD1;&#x4EAD;&#x820D;&#x8FFD;&#x527F;&#xFF0C;&#x5374;&#x603B;&#x8BA9;&#x8D3C;&#x4EBA;&#x9003;&#x4E86;&#x3002;&#x6B63;&#x56E0;&#x5982;&#x6B64;&#xFF0C;&#x6211;&#x624D;&#x7EA6;&#x4F60;&#x7ED3;&#x4F34;&#x800C;&#x884C;&#x3002;&#x201D;</p>
<p>&#x201C;&#x4EA1;&#x4EBA;&#x4E3A;&#x76D7;&#xFF1F;&#x201D;&#x9ED1;&#x592B;&#x5FC3;&#x4E2D;&#x4E0D;&#x7531;&#x4E00;&#x52A8;&#xFF0C;&#x770B;&#x5411;&#x8FDC;&#x5904;&#xFF0C;&#x8FD9;&#x91CC;&#x6C34;&#x6CFD;&#x8FDE;&#x7EF5;&#xFF0C;&#x704C;&#x6728;&#x4ECE;&#x751F;&#xFF0C;&#x7684;&#x786E;&#x662F;&#x843D;&#x8349;&#x4E3A;&#x5BC7;&#xFF0C;&#x6253;&#x5BB6;&#x52AB;&#x820D;&#x7684;&#x597D;&#x5730;&#x65B9;&#x3002;</p>
<p>&#x5357;&#x90E1;&#x4E0E;&#x695A;&#x56FD;&#x6C5F;&#x5357;&#x5730;&#x533A;&#x72AC;&#x7259;&#x4EA4;&#x9519;&#xFF0C;&#x8FD9;&#x91CC;&#x5C71;&#x6797;&#x5BC6;&#x5E03;&#xFF0C;&#x6C5F;&#x6E56;&#x7EB5;&#x6A2A;&#xFF0C;&#x4E0D;&#x7BA1;&#x662F;&#x79E6;&#x56FD;&#x9003;&#x907F;&#x5175;&#x5F79;&#x7684;&#x4EA1;&#x4EBA;&#xFF0C;&#x8FD8;&#x662F;&#x695A;&#x56FD;&#x90A3;&#x8FB9;&#x7684;&#x6D41;&#x6C11;&#xFF0C;&#x90FD;&#x559C;&#x6B22;&#x5F80;&#x4E91;&#x68A6;&#x6CFD;&#x91CC;&#x8DD1;&#x3002;</p>
<p>&#x5728;&#x4ECA;&#x5E74;&#x56DB;&#x6708;&#x4EFD;&#x7684;&#x4E00;&#x7BC7;&#x5B98;&#x5E9C;&#x516C;&#x6587;&#x300A;&#x8BED;&#x4E66;&#x300B;&#x91CC;&#xFF0C;&#x8FDE;&#x5357;&#x90E1;&#x592A;&#x5B88;&#x817E;&#x4E5F;&#x65E0;&#x5948;&#x5730;&#x627F;&#x8BA4;&#xFF0C;&#x5357;&#x90E1;&#x662F;&#x79E6;&#x56FD;&#x8BF8;&#x90E1;&#x91CC;&#xFF0C;&#x6DEB;&#x4FD7;&#x6700;&#x91CD;&#xFF0C;&#x6CBB;&#x5B89;&#x6700;&#x5DEE;&#x7684;&#x5730;&#x533A;&#x3002;&#x5B89;&#x9646;&#x53BF;&#x66F4;&#x662F;&#x91CD;&#x707E;&#x533A;&#xFF0C;&#x5CB8;&#x8FB9;&#x4E09;&#x4E94;&#x6210;&#x7FA4;&#x7684;&#x5C0F;&#x8D3C;&#x4E0D;&#x5C11;&#xFF0C;&#x8FD9;&#x4E00;&#x5E26;&#x7684;&#x767E;&#x59D3;&#x90FD;&#x4E0D;&#x6562;&#x5355;&#x72EC;&#x51FA;&#x95E8;&#x3002;</p>
<p>&#x9ED1;&#x592B;&#x5374;&#x4E0D;&#x6015;&#xFF0C;&#x4ED6;&#x5728;&#x8B66;&#x5B98;&#x5B66;&#x9662;&#x6CA1;&#x767D;&#x5F85;&#x4E09;&#x5E74;&#xFF0C;&#x8FD8;&#x662F;&#x5B66;&#x4E86;&#x70B9;&#x683C;&#x6597;&#x672C;&#x4E8B;&#x7684;&#xFF0C;&#x5BF9;&#x4ED8;&#x4E00;&#x4E8C;&#x76D7;&#x532A;&#x5F53;&#x4E0D;&#x5728;&#x8BDD;&#x4E0B;&#xFF0C;&#x4FBF;&#x62CD;&#x4E86;&#x62CD;&#x8170;&#x95F4;&#x7684;&#x77ED;&#x5251;&#xFF0C;&#x7B11;&#x9053;&#xFF1A;&#x201C;&#x82E5;&#x662F;&#x90A3;&#x4E9B;&#x76D7;&#x8D3C;&#x4E0D;&#x957F;&#x773C;&#xFF0C;&#x52AB;&#x5230;&#x4F60;&#x6211;&#x5934;&#x4E0A;&#xFF0C;&#x90A3;&#x7B97;&#x662F;&#x5F7C;&#x8F88;&#x6311;&#x9519;&#x4E86;&#x4EBA;&#xFF01;&#x201D;</p>
<p>&#x201C;&#x58EE;&#x54C9;&#x9ED1;&#x592B;&#xFF01;&#x201D;&#x5B63;&#x5A74;&#x5927;&#x7B11;&#x8D77;&#x6765;&#xFF0C;&#x4ED6;&#x4E5F;&#x7709;&#x98DE;&#x8272;&#x821E;&#xFF0C;&#x62CD;&#x7740;&#x80F8;&#x812F;&#x5439;&#x725B;&#x9053;&#xFF1A;&#x201C;&#x5176;&#x5B9E;&#x6211;&#x4E5F;&#x6709;&#x4E9B;&#x6B66;&#x827A;&#xFF0C;&#x5728;&#x6DA2;&#x6C34;&#x4E61;&#xFF0C;&#x8C01;&#x4EBA;&#x4E0D;&#x77E5;&#x6CB3;&#x53E3;&#x91CC;&#x5B63;&#x5A74;&#x7684;&#x540D;&#x53F7;&#x2026;&#x2026;&#x201D;</p>
<p>&#x9ED1;&#x592B;&#x5219;&#x770B;&#x7740;&#x4ED6;&#x90A3;&#x7626;&#x7334;&#x822C;&#x7684;&#x8EAB;&#x677F;&#xFF0C;&#x7B11;&#x800C;&#x4E0D;&#x8BED;&#x3002;</p>
<p>&#x8C01;&#x6599;&#xFF0C;&#x8BDD;&#x97F3;&#x672A;&#x843D;&#xFF0C;&#x524D;&#x9762;&#x88AB;&#x704C;&#x6728;&#x4E1B;&#x906E;&#x853D;&#x7684;&#x5C0F;&#x8DEF;&#x5C3D;&#x5934;&#xFF0C;&#x5374;&#x6709;&#x6570;&#x4E0D;&#x6E05;&#x7684;&#x7EFF;&#x5934;&#x91CE;&#x9E2D;&#x88AB;&#x60CA;&#x98DE;&#xFF0C;&#x63A5;&#x7740;&#xFF0C;&#x4FBF;&#x662F;&#x58F0;&#x5636;&#x529B;&#x7AED;&#x7684;&#x547C;&#x6551;&#xFF1A;&#x201C;&#x6709;&#x8D3C;&#x4EBA;&#xFF01;&#x6551;&#x547D;&#xFF01;&#x6551;&#x547D;!&#x201D;</p>
<p>&#x201C;&#x8D3C;&#x4EBA;&#xFF1F;&#x201D;&#x521A;&#x624D;&#x8FD8;&#x5927;&#x8A00;&#x4E0D;&#x60ED;&#x7684;&#x5B63;&#x5A74;&#xFF0C;&#x7ACB;&#x523B;&#x4E00;&#x4E2A;&#x6FC0;&#x7075;&#x8DB4;&#x5230;&#x4E86;&#x5730;&#x4E0A;&#x3002;</p>
<p>&#x9ED1;&#x592B;&#x5219;&#x7AD9;&#x76F4;&#x4E86;&#x8EAB;&#x5B50;&#xFF0C;&#x772F;&#x7740;&#x773C;&#x89C2;&#x5BDF;&#x90A3;&#x8FB9;&#x53D1;&#x751F;&#x7684;&#x4E8B;&#xFF0C;&#x53EA;&#x89C1;&#x8FDC;&#x5904;&#x6709;&#x4E2A;&#x4EBA;&#x4ECE;&#x704C;&#x6728;&#x4E1B;&#x91CC;&#x8FDE;&#x6EDA;&#x5E26;&#x722C;&#x5730;&#x94BB;&#x4E86;&#x51FA;&#x6765;&#xFF0C;&#x5F80;&#x9053;&#x8DEF;&#x8FD9;&#x8FB9;&#x72C2;&#x5954;&#xFF0C;&#x4E0D;&#x591A;&#x65F6;&#xFF0C;&#x90A3;&#x8FB9;&#x53C8;&#x8DD1;&#x51FA;&#x6765;&#x51E0;&#x4E2A;&#x8863;&#x886B;&#x8934;&#x891B;&#x3001;&#x624B;&#x6301;&#x6B66;&#x5668;&#x7684;&#x4EBA;&#xFF0C;&#x9762;&#x8272;&#x72F0;&#x72DE;&#x5730;&#x8FFD;&#x4E86;&#x8FC7;&#x6765;&#x3002;</p>
<p>&#x4ED6;&#x4EEC;&#x5954;&#x9003;&#x8FFD;&#x8D76;&#x7684;&#x65B9;&#x5411;&#xFF0C;&#x6B63;&#x662F;&#x9ED1;&#x592B;&#x548C;&#x5B63;&#x5A74;&#x6240;&#x5728;&#x7684;&#x4F4D;&#x7F6E;&#xFF01;</p>
<p>&#x201C;&#x4E00;&#xFF0C;&#x4E8C;&#xFF0C;&#x4E09;&#xFF0C;&#x56DB;&#x2026;&#x2026;&#x201D;</p>
<p>&#x5B63;&#x5A74;&#x7565;&#x4E00;&#x8BA1;&#x7B97;&#x4EBA;&#x6570;&#xFF0C;&#x5FC3;&#x91CC;&#x6253;&#x8D77;&#x4E86;&#x9000;&#x5802;&#x9F13;&#xFF1A;&#x201C;&#x6709;&#x56DB;&#x540D;&#x8D3C;&#x4EBA;&#xFF0C;&#x8FD8;&#x624B;&#x6301;&#x5229;&#x5203;&#xFF0C;&#x543E;&#x7B49;&#x6050;&#x6015;&#x5BF9;&#x4ED8;&#x4E0D;&#x4E86;&#xFF0C;&#x9ED1;&#x592B;&#xFF0C;&#x4F60;&#x6211;&#x8FD8;&#x662F;&#x907F;&#x4E00;&#x907F;&#x7F62;&#x2026;&#x2026;&#x201D;</p>
<p>&#x65E0;&#x4EBA;&#x5E94;&#x7B54;&#xFF0C;&#x5B63;&#x5A74;&#x4E00;&#x56DE;&#x5934;&#xFF0C;&#x5374;&#x60CA;&#x8BB6;&#x5730;&#x53D1;&#x73B0;&#xFF0C;&#x9ED1;&#x592B;&#x5DF2;&#x7ECF;&#x8D6B;&#x7136;&#x8D77;&#x8EAB;&#xFF0C;&#x5927;&#x6B65;&#x8FC8;&#x4E86;&#x51FA;&#x53BB;&#xFF01;</p>
<p>&#x201C;&#x4F60;&#x8FD9;&#x662F;&#x4F5C;&#x751A;&#xFF01;&#x201D;</p>
<p>&#x5B63;&#x5A74;&#x5927;&#x60CA;&#xFF0C;&#x672C;&#x60F3;&#x81EA;&#x5DF1;&#x9003;&#x8D70;&#xFF0C;&#x4F46;&#x53C8;&#x60F3;&#x8D77;&#x4EC0;&#x4E48;&#xFF0C;&#x72B9;&#x8C6B;&#x4E86;&#x8BB8;&#x4E45;&#xFF0C;&#x8FD8;&#x662F;&#x4E00;&#x54AC;&#x7259;&#xFF0C;&#x4E5F;&#x8DDF;&#x4E86;&#x51FA;&#x53BB;&#xFF0C;&#x4E00;&#x8FB9;&#x8FFD;&#x4E00;&#x8FB9;&#x9A82;&#x9053;&#xFF1A;&#x201C;&#x9ED1;&#x592B;&#xFF0C;&#x4F60;&#x4E0D;&#x8981;&#x547D;&#x4E86;&#xFF01;&#x201D;</p>
<p>&#x9ED1;&#x592B;&#x56DE;&#x5934;&#x53D1;&#x73B0;&#x5B63;&#x5A74;&#x5C45;&#x7136;&#x8DDF;&#x4E86;&#x4E0A;&#x6765;&#xFF0C;&#x4E0D;&#x7531;&#x9AD8;&#x770B;&#x4E86;&#x4ED6;&#x4E00;&#x773C;&#xFF0C;&#x7B11;&#x9053;&#xFF1A;&#x201C;&#x8FD9;&#x91CC;&#x5730;&#x5E7F;&#x5E73;&#x9614;&#xFF0C;&#x543E;&#x7B49;&#x8EB2;&#x4E5F;&#x8EB2;&#x4E0D;&#x5F00;&#xFF0C;&#x8DD1;&#x4E5F;&#x8DD1;&#x4E0D;&#x8FDC;&#xFF0C;&#x4E0D;&#x5982;&#x53BB;&#x5E2E;&#x5E2E;&#x90A3;&#x4EBA;&#xFF0C;&#x4E09;&#x5BF9;&#x56DB;&#xFF0C;&#x4E0D;&#x4E00;&#x5B9A;&#x8F93;&#x3002;&#x518D;&#x8BF4;&#x4E86;&#xFF0C;&#x82E5;&#x89C1;&#x6B7B;&#x4E0D;&#x6551;&#xFF0C;&#x4E8B;&#x540E;&#x88AB;&#x5B98;&#x5E9C;&#x77E5;&#x6653;&#xFF0C;&#x4F60;&#x6211;&#x7686;&#x8981;&#x53D7;&#x7F5A;&#x3002;&#x201D;</p>
<p>&#x524D;&#x4E16;&#x7684;&#x4ED6;&#xFF0C;&#x5C31;&#x662F;&#x4E2A;&#x4E09;&#x89C2;&#x5F88;&#x6B63;&#x7684;&#x4EBA;&#xFF0C;&#x670B;&#x53CB;&#x4EEC;&#x8BF4;&#x4ED6;&#x6709;&#x4E00;&#x80A1;&#x4FA0;&#x6C14;&#x3002;&#x8FDB;&#x5165;&#x8B66;&#x5B98;&#x5B66;&#x9662;&#x540E;&#xFF0C;&#x66F4;&#x591A;&#x4E86;&#x4E00;&#x4EFD;&#x8D23;&#x4EFB;&#x5FC3;&#x3002;</p>
<p>&#x5982;&#x4ECA;&#x4E8C;&#x4E16;&#x4E3A;&#x4EBA;&#xFF0C;&#x9762;&#x5BF9;&#x8D3C;&#x4EBA;&#x62E6;&#x8DEF;&#x52AB;&#x63A0;&#x6740;&#x4EBA;&#xFF0C;&#x9ED1;&#x592B;&#x8FD8;&#x662F;&#x4E49;&#x65E0;&#x53CD;&#x987E;&#x5730;&#x9009;&#x62E9;&#x8DEF;&#x89C1;&#x4E0D;&#x5E73;&#x4E00;&#x58F0;&#x543C;&#xFF0C;&#x8BE5;&#x51FA;&#x624B;&#x65F6;&#x5C31;&#x51FA;&#x624B;&#xFF01;</p>
<p>&#x518D;&#x8BF4;&#x4E86;&#xFF0C;&#x5927;&#x54E5;&#x8877;&#x66FE;&#x63D0;&#x53CA;&#xFF0C;&#x5728;&#x79E6;&#x56FD;&#xFF0C;&#x89C1;&#x6B7B;&#x4E0D;&#x6551;&#x4F1A;&#x53D7;&#x7F5A;&#xFF0C;&#x82E5;&#x80FD;&#x6355;&#x76D7;&#xFF0C;&#x5219;&#x6709;&#x8D4F;!</p>
<p>&#x5BFB;&#x89C5;&#x5DF2;&#x4E45;&#x7684;&#x673A;&#x4F1A;&#x5C31;&#x5728;&#x773C;&#x524D;&#xFF0C;&#x8FD8;&#x72B9;&#x8C6B;&#x4EC0;&#x4E48;?</p>
<p>&#x4ED6;&#x5927;&#x6B65;&#x5411;&#x524D;&#xFF0C;&#x62D4;&#x51FA;&#x8170;&#x95F4;&#x77ED;&#x5251;&#xFF0C;&#x628A;&#x5B83;&#x5F53;&#x6210;&#x683C;&#x6597;&#x5315;&#x9996;&#x822C;&#x53F3;&#x624B;&#x53CD;&#x63E1;&#xFF0C;&#x53D1;&#x51FA;&#x4E86;&#x6765;&#x5230;&#x8FD9;&#x4E2A;&#x65F6;&#x4EE3;&#x540E;&#x7684;&#xFF0C;&#x7B2C;&#x4E00;&#x58F0;&#x957F;&#x5578;&#xFF01;</p>
<p>&#x201C;&#x8D3C;&#x4EBA;&#xFF0C;&#x9ED1;&#x592B;&#x5728;&#x6B64;&#xFF0C;&#x4F11;&#x5F97;&#x653E;&#x8086;&#xFF01;&#x201D;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="ch02.html" class="navigation navigation-prev " aria-label="Previous page: 第二章">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="ch04.html" class="navigation navigation-next " aria-label="Next page: 第四章">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"第三章","level":"1.4","depth":1,"next":{"title":"第四章","level":"1.5","depth":1,"path":"ch04.md","ref":"ch04.md","articles":[]},"previous":{"title":"第二章","level":"1.3","depth":1,"path":"ch02.md","ref":"ch02.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"ch03.md","mtime":"2021-04-01T01:42:23.368Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2021-04-01T01:43:02.426Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

