
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>第四章 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="ch05.html" />
    
    
    <link rel="prev" href="ch03.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    简介
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="ch01.html">
            
                <a href="ch01.html">
            
                    
                    第一章
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="ch02.html">
            
                <a href="ch02.html">
            
                    
                    第二章
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="ch03.html">
            
                <a href="ch03.html">
            
                    
                    第三章
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.5" data-path="ch04.html">
            
                <a href="ch04.html">
            
                    
                    第四章
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="ch05.html">
            
                <a href="ch05.html">
            
                    
                    第五章
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >第四章</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x7B2C;&#x56DB;&#x7AE0;&#xFF1A;&#x89C1;&#x4E49;&#x52C7;&#x4E3A;&#x662F;&#x6BCF;&#x4E2A;&#x79E6;&#x4EBA;&#x5E94;&#x5C3D;&#x7684;&#x4E49;&#x52A1;">&#x7B2C;&#x56DB;&#x7AE0;&#xFF1A;&#x89C1;&#x4E49;&#x52C7;&#x4E3A;&#x662F;&#x6BCF;&#x4E2A;&#x79E6;&#x4EBA;&#x5E94;&#x5C3D;&#x7684;&#x4E49;&#x52A1;</h1>
<p>&#x201C;&#x9ED1;&#x592B;&#x9ED1;&#x592B;&#xFF0C;&#x679C;&#x7136;&#x662F;&#x83BD;&#x592B;&#x4E5F;&#xFF0C;&#x5BB3;&#x6211;&#x4E0D;&#x6D45;&#x2026;&#x2026;&#x201D;</p>
<p>&#x5B63;&#x5A74;&#x624B;&#x6301;&#x77ED;&#x5251;&#xFF0C;&#x5C0F;&#x5FC3;&#x63D0;&#x9632;&#x7740;&#x9762;&#x524D;&#x7684;&#x8D3C;&#x4EBA;&#xFF0C;&#x5FC3;&#x4E2D;&#x5341;&#x5206;&#x540E;&#x6094;&#x3002;&#x81EA;&#x5DF1;&#x5F80;&#x65E5;&#x662F;&#x591A;&#x4E48;&#x7CBE;&#x660E;&#x7684;&#x4E00;&#x4E2A;&#x4EBA;&#xFF0C;&#x600E;&#x4F1A;&#x4E00;&#x65F6;&#x51B2;&#x52A8;&#xFF0C;&#x8DDF;&#x7740;&#x9ED1;&#x592B;&#x7AD9;&#x5230;&#x8FD9;&#x56DB;&#x540D;&#x76D7;&#x8D3C;&#x9762;&#x524D;&#x5462;&#xFF1F;</p>
<p>&#x5148;&#x524D;&#x90A3;&#x4E2A;&#x88AB;&#x8FFD;&#x8D76;&#x7684;&#x4EBA;&#x5927;&#x6982;&#x662F;&#x672C;&#x5730;&#x5546;&#x8D3E;&#xFF0C;&#x9003;&#x547D;&#x4E4B;&#x4F59;&#xFF0C;&#x8FD8;&#x4E0D;&#x5FD8;&#x8EAB;&#x4E0A;&#x7684;&#x6C89;&#x91CD;&#x5305;&#x88F9;&#x3002;&#x89C1;&#x6709;&#x4EBA;&#x6765;&#x6321;&#x4F4F;&#x8D3C;&#x4EBA;&#xFF0C;&#x4ED6;&#x987F;&#x65F6;&#x9762;&#x9732;&#x559C;&#x8272;&#xFF0C;&#x7ACB;&#x523B;&#x94BB;&#x5230;&#x4ED6;&#x4EEC;&#x8EAB;&#x540E;&#xFF0C;&#x9053;&#x4E86;&#x58F0;&#x201C;&#x591A;&#x8C22;&#x201D;&#x4FBF;&#x4E00;&#x6E9C;&#x70DF;&#x4E0D;&#x89C1;&#x4E86;&#x8E2A;&#x5F71;&#xFF0C;&#x53EA;&#x7559;&#x5B63;&#x5A74;&#x548C;&#x9ED1;&#x592B;&#x4EE5;&#x4E8C;&#x654C;&#x56DB;&#x3002;</p>
<p>&#x90A3;&#x56DB;&#x540D;&#x8D3C;&#x4EBA;&#x4E00;&#x770B;&#x5C31;&#x662F;&#x4E91;&#x68A6;&#x6CFD;&#x7684;&#x76D7;&#x532A;&#xFF0C;&#x5176;&#x4E2D;&#x4E09;&#x4EBA;&#x8863;&#x886B;&#x8934;&#x891B;&#xFF0C;&#x9762;&#x76EE;&#x9EDD;&#x9ED1;&#xFF0C;&#x624B;&#x6301;&#x7B80;&#x964B;&#x7684;&#x6B66;&#x5668;&#xFF0C;&#x6216;&#x662F;&#x77ED;&#x68CD;&#x7ED1;&#x7740;&#x7684;&#x6208;&#x5934;&#xFF0C;&#x6216;&#x662F;&#x65A7;&#x5934;&#x3001;&#x9C7C;&#x53C9;&#x3002;&#x552F;&#x72EC;&#x5C45;&#x4E2D;&#x90A3;&#x866C;&#x9AEF;&#x5927;&#x6C49;&#xFF0C;&#x7ADF;&#x7136;&#x62AB;&#x6302;&#x7740;&#x6B8B;&#x7834;&#x7684;&#x76AE;&#x7532;&#xFF0C;&#x624B;&#x6301;&#x4E00;&#x67C4;&#x78E8;&#x5F97;&#x94EE;&#x4EAE;&#x7684;&#x94C1;&#x5251;&#xFF01;</p>
<p>&#x6B64;&#x4EBA;&#x662F;&#x8D3C;&#x4EBA;&#x7684;&#x5934;&#x76EE;&#xFF0C;&#x89C1;&#x5B63;&#x5A74;&#x548C;&#x9ED1;&#x592B;&#x4E8C;&#x4EBA;&#x574F;&#x4E86;&#x4ED6;&#x4EEC;&#x7684;&#x597D;&#x4E8B;&#xFF0C;&#x4FBF;&#x53CC;&#x81C2;&#x4E00;&#x5F20;&#xFF0C;&#x8BA9;&#x4E09;&#x540D;&#x540C;&#x4F19;&#x6563;&#x5F00;&#xFF0C;&#x540C;&#x65F6;&#x7528;&#x6D53;&#x91CD;&#x7684;&#x672C;&#x5730;&#x53E3;&#x97F3;&#x9053;&#xFF1A;&#x201C;&#x82E5;&#x60F3;&#x7559;&#x547D;&#xFF0C;&#x4FBF;&#x8BA9;&#x5F00;&#xFF01;&#x201D;</p>
<p>&#x9ED1;&#x592B;&#x6CA1;&#x6709;&#x60E7;&#x6015;&#xFF0C;&#x524D;&#x4E16;&#x7684;&#x4ED6;&#x5728;&#x6D3E;&#x51FA;&#x6240;&#x5B9E;&#x4E60;&#x65F6;&#x6CA1;&#x5C11;&#x8DDF;&#x7740;&#x6267;&#x884C;&#x4EFB;&#x52A1;&#xFF0C;&#x7C7B;&#x4F3C;&#x7684;&#x573A;&#x9762;&#x89C1;&#x591A;&#x4E86;&#xFF0C;&#x4FBF;&#x7B11;&#x9053;&#xFF1A;&#x201C;&#x8FD9;&#x8BDD;&#x8BE5;&#x662F;&#x6211;&#x5BF9;&#x6C5D;&#x7B49;&#x8BF4;&#x3002;&#x201D;&#x540C;&#x65F6;&#x4ED6;&#x5BF9;&#x5B63;&#x5A74;&#x8FD9;&#x8FB9;&#x4E00;&#x6307;&#x9053;&#xFF1A;&#x201C;&#x4F60;&#x4E00;&#x4E2A;&#xFF0C;&#x6211;&#x4E09;&#x4E2A;&#xFF01;&#x201D;</p>
<p>&#x8BF4;&#x5B8C;&#xFF0C;&#x9ED1;&#x592B;&#x4FBF;&#x731B;&#x5730;&#x4E0A;&#x524D;&#xFF0C;&#x903C;&#x8FD1;&#x866C;&#x9AEF;&#x5927;&#x6C49;&#xFF0C;&#x4F5C;&#x6325;&#x523A;&#x72B6;&#xFF0C;&#x8FEB;&#x4F7F;&#x90A3;&#x8D3C;&#x76EE;&#x5F80;&#x540E;&#x9000;&#x4E86;&#x6570;&#x6B65;&#x2026;&#x2026;</p>
<p>&#x4E8B;&#x60C5;&#x53D1;&#x751F;&#x7684;&#x98DE;&#x5FEB;&#xFF0C;&#x7B49;&#x5B63;&#x5A74;&#x53CD;&#x5E94;&#x8FC7;&#x6765;&#xFF0C;&#x9ED1;&#x592B;&#x5DF2;&#x7ECF;&#x5438;&#x5F15;&#x4E86;&#x4E09;&#x4EBA;&#x7684;&#x6CE8;&#x610F;&#xFF0C;&#x5269;&#x4E0B;&#x4E00;&#x4E2A;&#x8D3C;&#x4EBA;&#x5219;&#x627E;&#x4E0A;&#x4E86;&#x4ED6;&#x3002;</p>
<p>&#x5B63;&#x5A74;&#x867D;&#x7136;&#x5439;&#x725B;&#x8BF4;&#x81EA;&#x5DF1;&#x6B66;&#x827A;&#x4E86;&#x5F97;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x53EA;&#x5B66;&#x4E86;&#x70B9;&#x9632;&#x8EAB;&#x7684;&#x4E09;&#x62F3;&#x4E24;&#x811A;&#xFF0C;&#x597D;&#x5728;&#x4E0E;&#x4ED6;&#x4EA4;&#x624B;&#x7684;&#x8D3C;&#x4EBA;&#x4E5F;&#x6CA1;&#x4EC0;&#x4E48;&#x672C;&#x4E8B;&#xFF0C;&#x4E24;&#x4EBA;&#x83DC;&#x9E21;&#x4E92;&#x5544;&#x76F8;&#x6301;&#x826F;&#x4E45;&#xFF0C;&#x9664;&#x4E86;&#x6EE1;&#x8EAB;&#x6CE5;&#x571F;&#x6C14;&#x5598;&#x5401;&#x5401;&#x5916;&#xFF0C;&#x7ADF;&#x90FD;&#x672A;&#x53D7;&#x4F24;&#x3002;</p>
<p>&#x4F46;&#x5B63;&#x5A74;&#x4F9D;&#x7136;&#x5FC3;&#x91CC;&#x62D4;&#x51C9;&#x62D4;&#x51C9;&#xFF0C;&#x89C9;&#x5F97;&#x9ED1;&#x592B;&#x4EE5;&#x4E00;&#x654C;&#x4E09;&#xFF0C;&#x80AF;&#x5B9A;&#x4E0D;&#x662F;&#x5BF9;&#x624B;&#xFF0C;&#x7B49;&#x90A3;&#x4E09;&#x540D;&#x8D3C;&#x4EBA;&#x89E3;&#x51B3;&#x4E86;&#x9ED1;&#x592B;&#xFF0C;&#x5C31;&#x8981;&#x6765;&#x56F4;&#x653B;&#x4ED6;&#x4E86;&#x3002;</p>
<p>&#x8FD9;&#x4E0B;&#x5012;&#x4E86;&#x8840;&#x9709;&#x4E86;&#xFF01;&#x5B63;&#x5A74;&#x7B80;&#x76F4;&#x6B32;&#x54ED;&#x65E0;&#x6CEA;&#xFF0C;&#x6697;&#x9A82;&#x9053;&#xFF1A;&#x201C;&#x6211;&#x624D;&#x5341;&#x4E5D;&#xFF0C;&#x8FD8;&#x672A;&#x5A36;&#x59BB;&#x5462;&#xFF01;&#x82E5;&#x5C31;&#x8FD9;&#x4E48;&#x6B7B;&#x4E86;&#xFF0C;&#x5982;&#x4F55;&#x5BF9;&#x5F97;&#x8D77;&#x7236;&#x6BCD;&#xFF1F;&#x201D;</p>
<p>&#x6B63;&#x4ED6;&#x5BFB;&#x601D;&#x7740;&#x5982;&#x4F55;&#x8131;&#x8EAB;&#x65F6;&#xFF0C;&#x5374;&#x542C;&#x5230;&#x80CC;&#x540E;&#x4F20;&#x6765;&#x4E00;&#x58F0;&#x95F7;&#x54FC;&#xFF0C;&#x5B63;&#x5A74;&#x5927;&#x60CA;&#xFF0C;&#x8FD8;&#x4EE5;&#x4E3A;&#x662F;&#x9ED1;&#x592B;&#x4E2D;&#x62DB;&#x4E86;&#xFF0C;&#x62BD;&#x51FA;&#x7A7A;&#x6863;&#x4E00;&#x77A7;&#xFF0C;&#x5374;&#x662F;&#x4E2A;&#x6076;&#x72E0;&#x72E0;&#x6251;&#x5411;&#x9ED1;&#x592B;&#x7684;&#x6301;&#x65A7;&#x8D3C;&#x4EBA;&#xFF0C;&#x5DF2;&#x7ECF;&#x5012;&#x5728;&#x5730;&#x4E0A;&#xFF0C;&#x811A;&#x8E1D;&#x6328;&#x4E86;&#x4E00;&#x5251;&#xFF0C;&#x540C;&#x65F6;&#x8FD8;&#x6342;&#x7740;&#x809A;&#x5B50;&#x90E8;&#x4F4D;&#xFF0C;&#x8868;&#x60C5;&#x75DB;&#x82E6;&#x4E0D;&#x5DF2;&#xFF01;</p>
<p>&#x201C;&#x54A6;&#xFF1F;&#x9ED1;&#x592B;&#x8FD9;&#x53AE;&#x8EAB;&#x624B;&#x4E0D;&#x9519;&#x3002;&#x201D;</p>
<p>&#x8FD8;&#x4E0D;&#x7B49;&#x5B63;&#x5A74;&#x51FA;&#x53E3;&#x79F0;&#x8D5E;&#xFF0C;&#x773C;&#x524D;&#x7684;&#x8D3C;&#x4EBA;&#x53C8;&#x6251;&#x4E86;&#x4E0A;&#x6765;&#xFF0C;&#x4E8C;&#x4EBA;&#x626D;&#x6253;&#x5728;&#x4E00;&#x8D77;&#xFF0C;&#x8FC7;&#x4E86;&#x597D;&#x4E00;&#x4F1A;&#x624D;&#x5206;&#x5F00;&#x3002;&#x8FD9;&#x65F6;&#x5019;&#x4ED6;&#x53C8;&#x542C;&#x5230;&#x4E00;&#x58F0;&#x60E8;&#x53EB;&#xFF0C;&#x8FDE;&#x5FD9;&#x56DE;&#x5934;&#xFF0C;&#x5374;&#x89C1;&#x90A3;&#x4F7F;&#x77ED;&#x6208;&#x7684;&#x8D3C;&#x4EBA;&#x4E5F;&#x88AB;&#x9ED1;&#x592B;&#x51FB;&#x5012;&#x5728;&#x5730;&#xFF0C;&#x53CC;&#x624B;&#x6342;&#x7740;&#x9C9C;&#x8840;&#x6DCB;&#x6F13;&#x7684;&#x5927;&#x817F;&#xFF0C;&#x54ED;&#x568E;&#x4E0D;&#x6B62;&#xFF0C;&#x77ED;&#x5251;&#x6DF1;&#x6DF1;&#x624E;&#x4E86;&#x8FDB;&#x53BB;&#xFF0C;&#x53EA;&#x7559;&#x5251;&#x67C4;&#x3002;</p>
<p>&#x8FD9;&#x4E0B;&#x5B63;&#x5A74;&#x6709;&#x4E9B;&#x5403;&#x60CA;&#x4E86;&#xFF1A;&#x201C;&#x4E00;&#x8FDE;&#x51FB;&#x5012;&#x4E24;&#x4EBA;&#xFF0C;&#x9ED1;&#x592B;&#x771F;&#x662F;&#x5389;&#x5BB3;&#xFF01;&#x201D;</p>
<p>&#x4E8B;&#x60C5;&#x53D1;&#x751F;&#x7684;&#x592A;&#x7A81;&#x7136;&#xFF0C;&#x5B63;&#x5A74;&#x6839;&#x672C;&#x4E0D;&#x77E5;&#x9053;&#x8EAB;&#x540E;&#x53D1;&#x751F;&#x4E86;&#x4EC0;&#x4E48;&#xFF0C;&#x4F46;&#x63A5;&#x4E0B;&#x6765;&#x7684;&#x4E8B;&#xFF0C;&#x8BA9;&#x4ED6;&#x7EC8;&#x751F;&#x96BE;&#x5FD8;&#x3002;</p>
<p>&#x6B64;&#x65F6;&#xFF0C;&#x9ED1;&#x592B;&#x7684;&#x5251;&#x63D2;&#x5728;&#x7B2C;&#x4E8C;&#x540D;&#x5012;&#x5730;&#x8D3C;&#x4EBA;&#x817F;&#x4E0A;&#xFF0C;&#x624B;&#x91CC;&#x5DF2;&#x65E0;&#x6B66;&#x5668;&#xFF0C;&#x53EF;&#x4ED6;&#x8FD8;&#x9700;&#x9762;&#x5BF9;&#x90A3;&#x4E2A;&#x5168;&#x526F;&#x6B66;&#x88C5;&#x7684;&#x866C;&#x9AEF;&#x5927;&#x6C49;&#xFF0C;&#x8FD9;&#x4E0B;&#x8BE5;&#x5982;&#x4F55;&#x662F;&#x597D;!</p>
<p>&#x866C;&#x9AEF;&#x5927;&#x6C49;&#x4E5F;&#x60F3;&#x5230;&#x4E86;&#x8FD9;&#x4E00;&#x70B9;&#xFF0C;&#x5F20;&#x72C2;&#x5730;&#x54C8;&#x54C8;&#x5927;&#x7B11;&#x8D77;&#x6765;&#xFF0C;&#x201C;&#x5C0F;&#x7AD6;&#x5B50;&#xFF0C;&#x4EFB;&#x4F60;&#x8EAB;&#x624B;&#x4E86;&#x5F97;&#xFF0C;&#x6CA1;&#x4E86;&#x5175;&#x5668;&#xFF0C;&#x4E5F;&#x4E0D;&#x662F;&#x4E43;&#x516C;&#x7684;&#x5BF9;&#x624B;!&#x201D;</p>
<p>&#x8BF4;&#x7F62;&#xFF0C;&#x4ED6;&#x4FBF;&#x6012;&#x543C;&#x4E00;&#x58F0;&#x201C;&#x53D7;&#x6B7B;&#xFF01;&#x201D;&#xFF0C;&#x5355;&#x624B;&#x6301;&#x5203;&#x671D;&#x9ED1;&#x592B;&#x51B2;&#x53BB;&#xFF01;&#x8FD9;&#x67B6;&#x52BF;&#xFF0C;&#x662F;&#x8981;&#x5C06;&#x9ED1;&#x592B;&#x6345;&#x4E2A;&#x5BF9;&#x7A7F;&#xFF01;</p>
<p>&#x5B63;&#x5A74;&#x7684;&#x5FC3;&#x90FD;&#x63D0;&#x5230;&#x55D3;&#x5B50;&#x773C;&#x4E86;&#xFF0C;&#x9ED1;&#x592B;&#x7ADF;&#x4E5F;&#x4E0D;&#x614C;&#xFF0C;&#x4ED6;&#x5728;&#x539F;&#x5730;&#x7AD9;&#x7ACB;&#xFF0C;&#x53CC;&#x817F;&#x5C94;&#x5F00;&#xFF0C;&#x811A;&#x4E0B;&#x5FAE;&#x52A8;&#xFF0C;&#x53CC;&#x62F3;&#x653E;&#x5728;&#x80F8;&#x524D;&#xFF0C;&#x4E00;&#x5BF9;&#x773C;&#x775B;&#x6B7B;&#x6B7B;&#x76EF;&#x7740;&#x866C;&#x9AEF;&#x5927;&#x6C49;&#x7684;&#x52A8;&#x4F5C;&#xFF0C;&#x786E;&#x5B9A;&#x5176;&#x653B;&#x51FB;&#x8303;&#x56F4;&#x3002;</p>
<p>&#x7B49;&#x4ED6;&#x5FEB;&#x51B2;&#x5230;&#x8DDF;&#x524D;&#x65F6;&#xFF0C;&#x624D;&#x731B;&#x5730;&#x4E00;&#x8BA9;&#xFF0C;&#x540C;&#x65F6;&#x53F3;&#x624B;&#x624B;&#x8FC5;&#x901F;&#x6293;&#x4F4F;&#x8D3C;&#x4EBA;&#x5DE6;&#x624B;&#x81C2;&#xFF0C;&#x5411;&#x81EA;&#x8EAB;&#x7528;&#x52B2;&#x4E00;&#x62FD;&#xFF0C;&#x5DE6;&#x624B;&#x53D8;&#x62F3;&#x5411;&#x8D3C;&#x4EBA;&#x8098;&#x90E8;&#x7838;&#x53BB;&#xFF01;</p>
<p>&#x54D0;&#x5F53;&#xFF01;&#x53EA;&#x4E00;&#x4E0B;&#xFF0C;&#x5C31;&#x5E72;&#x51C0;&#x5229;&#x843D;&#x7684;&#x5C06;&#x866C;&#x9AEF;&#x5927;&#x6C49;&#x7684;&#x77ED;&#x5251;&#x4ECE;&#x624B;&#x4E2D;&#x6253;&#x843D;&#x3002;</p>
<p>&#x4E0D;&#x5355;&#x662F;&#x5B63;&#x5A74;&#xFF0C;&#x8FDE;&#x866C;&#x9AEF;&#x5927;&#x6C49;&#x4E5F;&#x4E00;&#x6123;&#xFF0C;&#x8FD9;&#x53EF;&#x662F;&#x7A7A;&#x624B;&#x593A;&#x767D;&#x5203;&#x554A;&#xFF01;</p>
<p>&#x866C;&#x9AEF;&#x5927;&#x6C49;&#x53D7;&#x60CA;&#xFF0C;&#x8FDE;&#x8FDE;&#x5012;&#x9000;&#xFF0C;&#x4ED6;&#x5931;&#x4E86;&#x6B66;&#x5668;&#xFF0C;&#x5374;&#x4ECD;&#x6076;&#x5411;&#x80C6;&#x8FB9;&#x751F;&#xFF0C;&#x6B32;&#x6325;&#x62F3;&#x53CD;&#x51FB;&#x3002;</p>
<p>&#x9ED1;&#x592B;&#x65E9;&#x6709;&#x9884;&#x6599;&#xFF0C;&#x5148;&#x662F;&#x4E00;&#x4E2A;&#x683C;&#x6321;&#xFF0C;&#x6293;&#x4F4F;&#x4ED6;&#x624B;&#x81C2;&#xFF0C;&#x5176;&#x540E;&#x5DE6;&#x811A;&#x62AC;&#x8D77;&#xFF0C;&#x4F7F;&#x52B2;&#x5411;&#x8D3C;&#x4EBA;&#x8179;&#x90E8;&#x8E39;&#x53BB;&#xFF0C;&#x6B63;&#x4E2D;&#x4E0B;&#x6000;&#xFF01;</p>
<p>&#x5F85;&#x5927;&#x6C49;&#x5403;&#x75DB;&#x5F2F;&#x8170;&#x65F6;&#xFF0C;&#x9ED1;&#x592B;&#x518D;&#x4EE5;&#x5DE6;&#x624B;&#x8098;&#x731B;&#x5730;&#x7838;&#x5411;&#x4ED6;&#x80CC;&#x90E8;&#xFF0C;&#x8FEB;&#x4F7F;&#x866C;&#x9AEF;&#x5927;&#x6C49;&#x6574;&#x4E2A;&#x4EBA;&#x8DB4;&#x5728;&#x5730;&#x4E0A;&#xFF0C;&#x52A8;&#x5F39;&#x4E0D;&#x5F97;&#xFF0C;&#x7136;&#x540E;&#x5C31;&#x88AB;&#x9ED1;&#x592B;&#x6361;&#x8D77;&#x6B66;&#x5668;&#xFF0C;&#x9876;&#x4F4F;&#x4E86;&#x5589;&#x5499;&#x2026;&#x2026;</p>
<p>&#x6574;&#x4E2A;&#x8FC7;&#x7A0B;&#x4E0D;&#x8FC7;&#x77AC;&#x606F;&#xFF0C;&#x9ED1;&#x592B;&#x4EE5;&#x884C;&#x4E91;&#x6D41;&#x6C34;&#x7684;&#x62DB;&#x5F0F;&#xFF0C;&#x5E72;&#x51C0;&#x5229;&#x843D;&#x5730;&#x653E;&#x5012;&#x4E86;&#x4E09;&#x4E2A;&#x8D3C;&#x4EBA;&#xFF01;</p>
<p>&#x5B63;&#x5A74;&#x5DF2;&#x7ECF;&#x60CA;&#x8BB6;&#x5F97;&#x5F20;&#x5927;&#x4E86;&#x5634;&#x5DF4;&#xFF0C;&#x4E0E;&#x4ED6;&#x5BF9;&#x5CD9;&#x7684;&#x90A3;&#x4E2A;&#x8D3C;&#x4EBA;&#x89C1;&#x6B64;&#x60C5;&#x5F62;&#xFF0C;&#x65E9;&#x5DF2;&#x843D;&#x8352;&#x800C;&#x9003;&#x2026;&#x2026;</p>
<p>&#x9ED1;&#x592B;&#x6309;&#x4F4F;&#x866C;&#x9AEF;&#x5927;&#x6C49;&#xFF0C;&#x5DF2;&#x662F;&#x6C14;&#x5598;&#x5401;&#x5401;&#xFF0C;&#x4ED6;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x521A;&#x624D;&#x5904;&#x5883;&#x5F88;&#x5371;&#x9669;&#xFF0C;&#x8FDC;&#x6CA1;&#x6709;&#x770B;&#x4E0A;&#x53BB;&#x90A3;&#x4E48;&#x8F7B;&#x677E;&#x3002;</p>
<p>&#x79E6;&#x56FD;&#x5C1A;&#x6B66;&#xFF0C;&#x7537;&#x5B50;&#x51FA;&#x95E8;&#x90FD;&#x643A;&#x5E26;&#x5175;&#x5668;&#xFF0C;&#x4ED6;&#x7684;&#x77ED;&#x5251;&#x53EA;&#x6709;&#x4E00;&#x5C3A;&#x591A;&#xFF0C;&#x548C;&#x540E;&#x4E16;&#x6B66;&#x8B66;&#x5B66;&#x9662;&#x7684;&#x683C;&#x6597;&#x5315;&#x9996;&#x7B49;&#x957F;&#xFF0C;&#x800C;&#x53CD;&#x63E1;&#x5315;&#x9996;&#x683C;&#x6597;&#xFF0C;&#x6070;&#x6070;&#x662F;&#x9ED1;&#x592B;&#x7EC3;&#x4E60;&#x6700;&#x591A;&#x7684;&#x6280;&#x80FD;&#x3002;&#x800C;&#x4E14;&#x4ED6;&#x524D;&#x4E16;&#x4ECA;&#x751F;&#xFF0C;&#x90FD;&#x662F;&#x5DE6;&#x6487;&#x5B50;&#xFF0C;&#x6240;&#x4EE5;&#x62DB;&#x5F0F;&#x4E0E;&#x4E00;&#x822C;&#x4EBA;&#x4E0D;&#x592A;&#x4E00;&#x6837;&#xFF0C;&#x9632;&#x4E0D;&#x80DC;&#x9632;&#x3002;</p>
<p>&#x90A3;&#x4E24;&#x4E2A;&#x8D38;&#x7136;&#x51B2;&#x4E0A;&#x6765;&#x7684;&#x8D3C;&#x4EBA;&#x957F;&#x671F;&#x6328;&#x997F;&#xFF0C;&#x8EAB;&#x4F53;&#x7FB8;&#x5F31;&#x7626;&#x5C0F;&#xFF0C;&#x5F53;&#x7136;&#x654C;&#x4E0D;&#x8FC7;&#x9ED1;&#x592B;&#xFF0C;&#x6CA1;&#x4E24;&#x4E0B;&#x5C31;&#x88AB;&#x653E;&#x5012;&#x5728;&#x5730;&#x3002;</p>
<p>&#x9EBB;&#x70E6;&#x7684;&#x662F;&#xFF0C;&#x9ED1;&#x592B;&#x7684;&#x77ED;&#x5251;&#x523A;&#x5165;&#x6301;&#x77ED;&#x6208;&#x8D3C;&#x4EBA;&#x817F;&#x4E0A;&#x65F6;&#xFF0C;&#x866C;&#x9AEF;&#x5927;&#x6C49;&#x4E5F;&#x5728;&#x653B;&#x51FB;&#x4ED6;&#xFF0C;&#x8FEB;&#x4F7F;&#x9ED1;&#x592B;&#x5F03;&#x5251;&#x800C;&#x9000;&#xFF0C;&#x624B;&#x8098;&#x4E5F;&#x88AB;&#x523A;&#x5F00;&#x4E00;&#x9053;&#x4F24;&#x53E3;&#x3002;</p>
<p>&#x597D;&#x5728;&#xFF0C;&#x4ED6;&#x8FD8;&#x6709;&#x4E00;&#x9053;&#x6740;&#x624B;&#x950F;&#xFF0C;&#x90A3;&#x5C31;&#x662F;&#x524D;&#x4E16;&#x5728;&#x6B66;&#x8B66;&#x5B66;&#x9662;&#x5B66;&#x4F1A;&#x7684;&#x201C;&#x64D2;&#x654C;&#x62F3;&#x201D;&#xFF01;&#x6765;&#x5230;&#x8FD9;&#x4E2A;&#x65F6;&#x4EE3;&#x540E;&#xFF0C;&#x4ED6;&#x7785;&#x7740;&#x6CA1;&#x4EBA;&#x65F6;&#xFF0C;&#x4E5F;&#x4F1A;&#x7EC3;&#x4E0A;&#x51E0;&#x62DB;&#xFF0C;&#x4E0D;&#x60F3;&#x4ECA;&#x5929;&#x5C31;&#x6D3E;&#x4E0A;&#x4E86;&#x7528;&#x573A;&#x3002;</p>
<p>&#x64D2;&#x654C;&#x62F3;&#x6709;&#x5341;&#x516D;&#x5F0F;&#xFF0C;&#x624B;&#x811A;&#x5E76;&#x7528;&#xFF0C;&#x6454;&#x64D2;&#x5408;&#x4E00;&#xFF0C;&#x6839;&#x636E;&#x4E0D;&#x540C;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x53EF;&#x529B;&#x6218;&#x56DB;&#x95E8;&#x3002;</p>
<p>&#x4E00;&#x7EBF;&#x6C11;&#x8B66;&#x6240;&#x9762;&#x5BF9;&#x7684;&#x5F80;&#x5F80;&#x4E0D;&#x662F;&#x63A5;&#x53D7;&#x8FC7;&#x7CFB;&#x7EDF;&#x8BAD;&#x7EC3;&#x7684;&#x6280;&#x51FB;&#x9AD8;&#x624B;&#xFF0C;&#x800C;&#x662F;&#x7A7A;&#x6709;&#x86EE;&#x529B;&#x7684;&#x6D41;&#x6C13;&#xFF0C;&#x6216;&#x8005;&#x6301;&#x68B0;&#x66B4;&#x5F92;&#x3002;&#x6240;&#x4EE5;&#x64D2;&#x654C;&#x62F3;&#x7528;&#x6765;&#x5BF9;&#x4ED8;&#x53E4;&#x4EE3;&#x843D;&#x8349;&#x4E3A;&#x5BC7;&#x7684;&#x5C0F;&#x76D7;&#x8D3C;&#xFF0C;&#x518D;&#x5408;&#x9002;&#x4E0D;&#x8FC7;&#x3002;</p>
<p>&#x81F3;&#x4E8E;&#x5B63;&#x5A74;&#x773C;&#x4E2D;&#x795E;&#x5947;&#x7684;&#x201C;&#x7A7A;&#x624B;&#x593A;&#x767D;&#x5203;&#x201D;&#xFF0C;&#x4E0D;&#x8FC7;&#x662F;&#x64D2;&#x654C;&#x62F3;&#x7684;&#x7B2C;&#x56DB;&#x5F0F;&#x201C;&#x6293;&#x8155;&#x7838;&#x8098;&#x201D;&#xFF0C;&#x662F;&#x5BF9;&#x4ED8;&#x624B;&#x6301;&#x51F6;&#x5668;&#x6B79;&#x5F92;&#x6700;&#x597D;&#x7528;&#x7684;&#x4E00;&#x62DB;&#xFF0C;&#x7136;&#x540E;&#x518D;&#x4E00;&#x4E2A;&#x201C;&#x7ECA;&#x817F;&#x62A1;&#x6454;&#x201D;&#xFF0C;&#x4E00;&#x62DB;&#x201C;&#x4FA7;&#x8E39;&#x4E0B;&#x7838;&#x201D;&#xFF0C;&#x5C31;&#x5236;&#x670D;&#x4E86;&#x866C;&#x9AEF;&#x5927;&#x6C49;&#x3002;</p>
<p>&#x8FD9;&#x51E0;&#x4E2A;&#x8D3C;&#x4EBA;&#x867D;&#x662F;&#x4EA1;&#x547D;&#x4E4B;&#x5F92;&#xFF0C;&#x53EF;&#x52AB;&#x63A0;&#x7684;&#x591A;&#x534A;&#x662F;&#x624B;&#x65E0;&#x5BF8;&#x94C1;&#x7684;&#x5546;&#x8D3E;&#x6E14;&#x592B;&#xFF0C;&#x54EA;&#x91CC;&#x89C1;&#x8FC7;&#x8FD9;&#x4E48;&#x4E13;&#x4E1A;&#x7684;&#x62DB;&#x5F0F;&#xFF1F;&#x518D;&#x52A0;&#x4E0A;&#x4EE5;&#x4E09;&#x654C;&#x4E00;&#x6709;&#x4E9B;&#x5927;&#x610F;&#xFF0C;&#x8F6E;&#x756A;&#x4E0A;&#x9635;&#xFF0C;&#x7ED9;&#x4E86;&#x9ED1;&#x592B;&#x5404;&#x4E2A;&#x51FB;&#x7834;&#x7684;&#x673A;&#x4F1A;&#x3002;&#x82E5;&#x4ED6;&#x4EEC;&#x4E00;&#x62E5;&#x800C;&#x4E0A;&#x7684;&#x8BDD;&#xFF0C;&#x9ED1;&#x592B;&#x89C9;&#x5F97;&#x81EA;&#x5DF1;&#x4E0D;&#x4E00;&#x5B9A;&#x80FD;&#x8D62;&#x3002;</p>
<p>&#x201C;&#x6123;&#x7740;&#x4F5C;&#x751A;&#xFF0C;&#x5FEB;&#x5E2E;&#x6211;&#x5C06;&#x4ED6;&#x4EEC;&#x7ED1;&#x8D77;&#x6765;&#x3002;&#x201D;</p>
<p>&#x8FD9;&#x65F6;&#x5019;&#xFF0C;&#x8EAB;&#x4E0B;&#x7684;&#x866C;&#x9AEF;&#x5927;&#x6C49;&#x5F00;&#x59CB;&#x6B7B;&#x547D;&#x6323;&#x624E;&#xFF0C;&#x9ED1;&#x592B;&#x8FDE;&#x5FD9;&#x5236;&#x4F4F;&#x4ED6;&#xFF0C;&#x89C1;&#x5B63;&#x5A74;&#x8FD8;&#x5728;&#x539F;&#x5730;&#x53D1;&#x5446;&#xFF0C;&#x4FBF;&#x558A;&#x4E86;&#x51E0;&#x58F0;&#xFF0C;&#x5B63;&#x5A74;&#x8FD9;&#x624D;&#x53CD;&#x5E94;&#x8FC7;&#x6765;&#xFF0C;&#x4E00;&#x7638;&#x4E00;&#x62D0;&#x5730;&#x8FC7;&#x6765;&#x5E2E;&#x628A;&#x624B;&#xFF0C;&#x521A;&#x624D;&#x7684;&#x6253;&#x6597;&#x4E2D;&#xFF0C;&#x4ED6;&#x626D;&#x5230;&#x4E86;&#x811A;&#x3002;</p>
<p>&#x201C;&#x9ED1;&#x592B;&#xFF0C;&#x539F;&#x6765;&#x4F60;&#x6B66;&#x827A;&#x7ADF;&#x5982;&#x6B64;&#x4E86;&#x5F97;&#xFF0C;&#x96BE;&#x602A;&#x4E0D;&#x6015;&#x4EE5;&#x5C11;&#x654C;&#x591A;&#x3002;&#x201D;</p>
<p>&#x5B63;&#x5A74;&#x89E3;&#x4E0B;&#x8170;&#x5E26;&#xFF0C;&#x627E;&#x6765;&#x85E4;&#x5B50;&#xFF0C;&#x5E2E;&#x9ED1;&#x592B;&#x5C06;&#x4E09;&#x540D;&#x8D3C;&#x4EBA;&#x7ED1;&#x5F97;&#x4E25;&#x4E25;&#x5B9E;&#x5B9E;&#xFF0C;&#x5F00;&#x59CB;&#x4E00;&#x4E2A;&#x52B2;&#x8D5E;&#x4ED6;&#x7684;&#x8EAB;&#x624B;&#x3002;</p>
<p>&#x201C;&#x90A3;&#x4F60;&#x53C8;&#x4E3A;&#x4F55;&#x968F;&#x6211;&#x7AD9;&#x51FA;&#x6765;&#xFF1F;&#x201D;&#x5B63;&#x5A74;&#x7684;&#x4E09;&#x811A;&#x732B;&#x529F;&#x592B;&#xFF0C;&#x9ED1;&#x592B;&#x4E5F;&#x770B;&#x5728;&#x773C;&#x91CC;&#xFF0C;&#x4E0D;&#x8FC7;&#x4ED6;&#x6CA1;&#x6709;&#x9119;&#x89C6;&#xFF0C;&#x6CA1;&#x6709;&#x9A6C;&#x4E0A;&#x8F6C;&#x5934;&#x9003;&#x8DD1;&#xFF0C;&#x5DF2;&#x7ECF;&#x633A;&#x4E0D;&#x9519;&#x4E86;&#x3002;</p>
<p>&#x201C;&#x6211;&#x8FD8;&#x4E0D;&#x662F;&#x6015;&#x4E8B;&#x540E;&#x5B98;&#x540F;&#x8FFD;&#x7A76;&#x3002;&#x201D;</p>
<p>&#x5B63;&#x5A74;&#x6709;&#x4E9B;&#x65E0;&#x5948;&#x5730;&#x89E3;&#x91CA;&#x9053;&#xFF1A;&#x201C;&#x4F60;&#x8BF4;&#x7684;&#x6CA1;&#x9519;&#xFF0C;&#x5F8B;&#x4EE4;&#x6709;&#x8A00;&#xFF0C;&#x82E5;&#x6709;&#x4EBA;&#x5728;&#x5927;&#x9053;&#x4E0A;&#x52AB;&#x63A0;&#x6740;&#x4EBA;&#xFF0C;&#x8DDD;&#x79BB;&#x767E;&#x6B65;&#x4EE5;&#x5185;&#x7684;&#x8DEF;&#x4EBA;&#x4E0D;&#x52A0;&#x4EE5;&#x6551;&#x63F4;&#xFF0C;&#x5F53;&#x8D40;&#xFF08;z&#x12B;&#xFF09;&#x4E8C;&#x7532;&#xFF01;&#x201D;</p>
<p>&#x8D40;&#xFF0C;&#x5C31;&#x662F;&#x7F5A;&#x6B3E;&#x7684;&#x610F;&#x601D;&#x3002;&#x8FD9;&#x6761;&#x89C4;&#x5B9A;&#x9ED1;&#x592B;&#x77E5;&#x9053;&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;&#x4ED6;&#x5BF9;&#x79E6;&#x56FD;&#x5F8B;&#x6CD5;&#x5FC3;&#x751F;&#x656C;&#x610F;&#x7684;&#x539F;&#x56E0;&#x4E4B;&#x4E00;&#xFF0C;&#x5728;&#x540E;&#x4E16;&#xFF0C;&#x89C1;&#x4E49;&#x52C7;&#x4E3A;&#x4E5F;&#x4EC5;&#x4EC5;&#x662F;&#x4E00;&#x79CD;&#x201C;&#x7F8E;&#x5FB7;&#x201D;&#xFF0C;&#x53EF;&#x5728;&#x79E6;&#x56FD;&#xFF0C;&#x89C1;&#x4E49;&#x52C7;&#x4E3A;&#x5374;&#x88AB;&#x5F8B;&#x6CD5;&#x660E;&#x6587;&#x4FDD;&#x62A4;&#xFF0C;&#x53D8;&#x6210;&#x4E86;&#x4E00;&#x79CD;&#x4E49;&#x52A1;&#xFF0C;&#x6BCF;&#x4E2A;&#x79E6;&#x4EBA;&#x90FD;&#x5E94;&#x5C3D;&#x7684;&#x4E49;&#x52A1;&#xFF01;</p>
<p>&#x201C;&#x82E5;&#x540E;&#x4E16;&#x4E5F;&#x80FD;&#x5982;&#x6B64;&#x2026;&#x2026;&#x201D;</p>
<p>&#x9ED1;&#x592B;&#x5FC3;&#x751F;&#x611F;&#x6168;&#xFF0C;&#x8FD8;&#x771F;&#x4E0D;&#x662F;&#x4ED6;&#x539A;&#x53E4;&#x8584;&#x4ECA;&#xFF0C;&#x53EA;&#x662F;&#x90A3;&#x4E9B;&#x8001;&#x4EBA;&#x5012;&#x5730;&#x4E0D;&#x6562;&#x6276;&#x3001;&#x6276;&#x4E86;&#x53CD;&#x5012;&#x53D7;&#x8BB9;&#x8BC8;&#x7684;&#x4E8C;&#x5341;&#x4E00;&#x4E16;&#x7EAA;&#x602A;&#x73B0;&#x8C61;&#xFF0C;&#x5B9E;&#x5728;&#x8BA9;&#x4EBA;&#x5FC3;&#x5BD2;&#xFF0C;&#x53EA;&#x80FD;&#x9053;&#x4E00;&#x53E5;&#x201C;&#x4EBA;&#x5FC3;&#x4E0D;&#x53E4;&#x201D;&#x3002;</p>
<p>&#x82E5;&#x662F;&#x653E;&#x5728;&#x79E6;&#x56FD;&#xFF0C;&#x6709;&#x8001;&#x4EBA;&#x5012;&#x4E86;&#x4F60;&#x6562;&#x4E0D;&#x6276;&#x8BD5;&#x8BD5;&#xFF1F;&#x88AB;&#x4EBA;&#x6276;&#x8D77;&#x6765;&#x4F60;&#x6562;&#x8BB9;&#x8BC8;&#x8BD5;&#x8BD5;&#xFF1F;</p>
<p>&#x79E6;&#x56FD;&#x5B98;&#x540F;&#x5206;&#x5206;&#x949F;&#x5C31;&#x7528;&#x6CD5;&#x5F8B;&#x800C;&#x975E;&#x9053;&#x5FB7;&#xFF0C;&#x6765;&#x6559;&#x4F60;&#x505A;&#x4EBA;&#xFF01;</p>
<p>&#x201C;&#x4F60;&#x53EF;&#x77E5;&#x7F5A;&#x4E8C;&#x7532;&#x503C;&#x591A;&#x5C11;&#x94B1;&#xFF1F;&#x201D;&#x5B63;&#x5A74;&#x7ED1;&#x4E0A;&#x4E86;&#x6700;&#x540E;&#x4E00;&#x4E2A;&#x7EF3;&#x7ED3;&#xFF0C;&#x62AC;&#x5934;&#x95EE;&#x9053;&#x3002;</p>
<p>&#x201C;&#x8FD9;&#x2026;&#x2026;&#x201D;&#x9ED1;&#x592B;&#x521D;&#x6765;&#x6B64;&#x65F6;&#x4EE3;&#xFF0C;&#x5BF9;&#x5404;&#x79CD;&#x7269;&#x4EF7;&#x8FD8;&#x4E0D;&#x751A;&#x660E;&#x4E86;&#x3002;</p>
<p>&#x8FD8;&#x4E0D;&#x7B49;&#x4ED6;&#x60F3;&#x8D77;&#x6765;&#xFF0C;&#x5B63;&#x5A74;&#x4FBF;&#x8FDE;&#x73E0;&#x70AE;&#x4F3C;&#x5730;&#x8BF4;&#x9053;&#xFF1A;&#x201C;&#x5728;&#x5357;&#x90E1;&#xFF0C;&#x4E00;&#x7532;&#x4E3A;1344&#x94B1;&#xFF0C;&#x8D40;&#x4E8C;&#x7532;&#x5219;&#x662F;2688&#x94B1;&#xFF01;&#x201D;</p>
<p>&#x201C;&#x771F;&#x8D35;!&#x201D;</p>
<p>&#x9ED1;&#x592B;&#x550F;&#x5618;&#xFF0C;&#x4ED6;&#x597D;&#x6B79;&#x77E5;&#x9053;&#xFF0C;&#x5B89;&#x9646;&#x53BF;&#x7684;&#x7C73;&#x4EF7;&#xFF0C;&#x6839;&#x636E;&#x4E30;&#x5E74;&#x8352;&#x5E74;&#x7684;&#x4E0D;&#x540C;&#xFF0C;&#x6BCF;&#x77F3;&#x56DB;&#x5341;&#x5230;&#x4E00;&#x767E;&#x4E8C;&#x5341;&#x94B1;&#x4E0D;&#x7B49;&#xFF0C;&#x5C31;&#x62FF;&#x4ECA;&#x5E74;&#x7684;&#x7C73;&#x4EF7;&#x201C;&#x77F3;&#x516B;&#x5341;&#x201D;&#x6765;&#x7B97;&#xFF0C;&#x8D40;&#x4E8C;&#x7532;&#xFF0C;&#x7B49;&#x540C;&#x4E8E;&#x7F5A;33&#x77F3;&#x5C0F;&#x7C73;&#xFF0C;&#x662F;&#x9ED1;&#x592B;&#x8FD9;&#x6837;&#x7684;&#x4E03;&#x5C3A;&#x5927;&#x6C49;&#x4E00;&#x5E74;&#x534A;&#x7684;&#x53E3;&#x7CAE;&#xFF0C;&#x4E0D;&#x662F;&#x4E00;&#x4E2A;&#x5C0F;&#x6570;&#x76EE;&#x3002;</p>
<p>&#x8981;&#x8BF4;&#x79E6;&#x5F8B;&#x7684;&#x7279;&#x70B9;&#x662F;&#x4EC0;&#x4E48;&#xFF0C;&#x4E00;&#x4E2A;&#x5B57;&#xFF1A;&#x7EC6;&#xFF0C;&#x8001;&#x9F20;&#x54AC;&#x4E86;&#x7CAE;&#x4ED3;&#x53E3;&#x888B;&#x8FD9;&#x79CD;&#x5C0F;&#x4E8B;&#x4E5F;&#x8981;&#x7BA1;&#x3002;&#x518D;&#x6765;&#x4E00;&#x4E2A;&#x5B57;&#xFF1A;&#x91CD;&#xFF01;&#x4ECE;&#x7F5A;&#x6B3E;&#x4FBF;&#x53EF;&#x89C1;&#x79E6;&#x5F8B;&#x5904;&#x7F5A;&#x4E4B;&#x91CD;&#x3002;</p>
<p>&#x8FD9;&#x610F;&#x5473;&#x7740;&#xFF0C;&#x53EA;&#x662F;&#x6CA1;&#x6709;&#x6276;&#x8DCC;&#x5012;&#x7684;&#x8001;&#x5976;&#x5976;&#xFF0C;&#x5C31;&#x80FD;&#x8BA9;&#x4E00;&#x4E2A;&#x672C;&#x4E0D;&#x5BCC;&#x88D5;&#x7684;&#x58EB;&#x4F0D;&#x627F;&#x53D7;&#x5DE8;&#x5927;&#x7684;&#x7ECF;&#x6D4E;&#x635F;&#x5931;&#xFF0C;&#x96BE;&#x602A;&#x540E;&#x4E16;&#x5E38;&#x8BF4;&#x79E6;&#x5F8B;&#x4E25;&#x9177;&#x3002;</p>
<p>&#x4F46;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x6709;&#x91CD;&#x7F5A;&#xFF0C;&#x5C31;&#x5FC5;&#x6709;&#x91CD;&#x8D4F;&#xFF01;</p>
<p>&#x5728;&#x7ED1;&#x597D;&#x4E09;&#x540D;&#x8D3C;&#x4EBA;&#xFF0C;&#x627E;&#x4E86;&#x70B9;&#x8349;&#x836F;&#x53F6;&#x5B50;&#x5E2E;&#x9ED1;&#x592B;&#x5904;&#x7406;&#x624B;&#x4E0A;&#x4F24;&#x53E3;&#x65F6;&#xFF0C;&#x5B63;&#x5A74;&#x53C8;&#x795E;&#x79D8;&#x516E;&#x516E;&#x5730;&#x95EE;&#x9053;&#xFF1A;&#x201C;&#x90A3;&#x4F60;&#x53EF;&#x77E5;&#xFF0C;&#x6355;&#x83B7;&#x7FA4;&#x76D7;&#x4E00;&#x4EBA;&#xFF0C;&#x5B98;&#x5E9C;&#x6709;&#x591A;&#x5C11;&#x8D4F;&#x8D50;&#xFF1F;&#x201D;</p>
<p>&#x9ED1;&#x592B;&#x9053;&#xFF1A;&#x201C;&#x52FF;&#x8981;&#x540A;&#x6211;&#x80C3;&#x53E3;&#xFF0C;&#x5FEB;&#x8BF4;&#x7F62;&#x3002;&#x201D;</p>
<p>&#x201C;&#x8FD9;&#x662F;&#x6211;&#x5728;&#x4E61;&#x4E2D;&#x542C;&#x6E38;&#x5FBC;&#x8BF4;&#x7684;&#x3002;&#x201D;</p>
<p>&#x5B63;&#x5A74;&#x62FF;&#x8D77;&#x4E00;&#x6839;&#x6811;&#x679D;&#xFF0C;&#x5728;&#x5730;&#x4E0A;&#x5199;&#x4E86;&#x4E2A;&#x5341;&#x56DB;&#xFF0C;&#x53C8;&#x5199;&#x4E86;&#x4E2A;&#x4E09;&#xFF0C;&#x7136;&#x540E;&#x6307;&#x7740;&#x5B83;&#x4EEC;&#x8BF4;&#x9053;&#xFF1A;&#x201C;&#x5F8B;&#x4EE4;&#x6709;&#x8A00;&#xFF0C;&#x80FD;&#x751F;&#x64D2;&#x7FA4;&#x76D7;&#x4E00;&#x4EBA;&#xFF0C;&#x76F8;&#x5F53;&#x4E8E;&#x65A9;&#x9996;&#x4E8C;&#x7EA7;&#xFF0C;&#x5B98;&#x5E9C;&#x8D4F;&#x5341;&#x56DB;&#x91D1;&#xFF01;&#x91D1;&#x4E00;&#x4E24;&#xFF0C;&#x503C;576&#x534A;&#x4E24;&#x94B1;&#x2026;&#x2026;&#x201C;</p>
<p>&#x8FD8;&#x4E0D;&#x7B49;&#x4ED6;&#x63B0;&#x5B8C;&#x624B;&#x6307;&#xFF0C;&#x9ED1;&#x592B;&#x5C31;&#x5FC3;&#x7B97;&#x5B8C;&#x6BD5;&#xFF0C;&#x5012;&#x5438;&#x4E86;&#x4E00;&#x53E3;&#x51C9;&#x6C14;&#x9053;&#xFF1A;&#x201D;&#x5341;&#x56DB;&#x91D1;&#xFF0C;&#x4FBF;&#x662F;8064&#x94B1;&#x2026;&#x2026;&#x6211;&#x7684;&#x5929;&#x3002;&#x201C;</p>
<p>&#x201D;&#x6CA1;&#x9519;&#x6CA1;&#x9519;&#xFF0C;&#x4F60;&#x64D2;&#x83B7;&#x4E09;&#x4EBA;&#xFF0C;&#x5F53;&#x6709;&#x4E24;&#x4E07;&#x56DB;&#x5343;&#x591A;&#x94B1;&#x7684;&#x8D4F;&#x8D50;&#xFF01;&#x201D;</p>
<p>&#x8BF4;&#x5230;&#x8FD9;&#xFF0C;&#x5B63;&#x5A74;&#x7FA1;&#x6155;&#x5730;&#x62CD;&#x7740;&#x9ED1;&#x592B;&#x80A9;&#x8180;&#x9053;&#xFF1A;&#x201C;&#x9ED1;&#x592B;&#xFF0C;&#x4F60;&#x53D1;&#x5927;&#x8D22;&#x4E86;&#xFF0C;&#x82DF;&#x5BCC;&#x8D35;&#xFF0C;&#x65E0;&#x76F8;&#x5FD8;&#x554A;&#xFF01;&#x201D;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="ch03.html" class="navigation navigation-prev " aria-label="Previous page: 第三章">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="ch05.html" class="navigation navigation-next " aria-label="Next page: 第五章">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"第四章","level":"1.5","depth":1,"next":{"title":"第五章","level":"1.6","depth":1,"path":"ch05.md","ref":"ch05.md","articles":[]},"previous":{"title":"第三章","level":"1.4","depth":1,"path":"ch03.md","ref":"ch03.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"ch04.md","mtime":"2021-04-01T01:42:23.368Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2021-04-01T01:43:02.426Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

