
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>第五章 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    
    <link rel="prev" href="ch04.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    简介
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="ch01.html">
            
                <a href="ch01.html">
            
                    
                    第一章
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="ch02.html">
            
                <a href="ch02.html">
            
                    
                    第二章
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="ch03.html">
            
                <a href="ch03.html">
            
                    
                    第三章
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="ch04.html">
            
                <a href="ch04.html">
            
                    
                    第四章
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.6" data-path="ch05.html">
            
                <a href="ch05.html">
            
                    
                    第五章
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >第五章</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x7B2C;&#x4E94;&#x7AE0;&#xFF1A;-&#x6CA1;&#x89C1;&#x8FC7;&#x8FD9;&#x4E48;&#x591A;&#x94B1;">&#x7B2C;&#x4E94;&#x7AE0;&#xFF1A; &#x6CA1;&#x89C1;&#x8FC7;&#x8FD9;&#x4E48;&#x591A;&#x94B1;</h1>
<p>&#x201C;&#x4E24;&#x4E07;&#x56DB;&#x5343;&#x591A;&#x94B1;!?&#x201D;</p>
<p>&#x9ED1;&#x592B;&#x88AB;&#x8FD9;&#x4E2A;&#x201C;&#x5929;&#x6587;&#x6570;&#x5B57;&#x201D;&#x60CA;&#x4F4F;&#x4E86;&#x3002;</p>
<p>&#x4E56;&#x4E56;&#xFF0C;&#x8FD9;&#x90FD;&#x80FD;&#x6362;&#x5341;&#x526F;&#x4E0A;&#x597D;&#x7684;&#x7532;&#x8863;&#x4E86;&#x3002;&#x6362;&#x7B97;&#x6210;&#x8C37;&#x5B50;&#xFF0C;&#x5C31;&#x662F;&#x4E09;&#x767E;&#x591A;&#x77F3;&#xFF0C;&#x8FD1;&#x4E24;&#x4E07;&#x65A4;&#xFF01;</p>
<p>&#x4E0D;&#x8FC7;&#x60F3;&#x60F3;&#x4E5F;&#x5BF9;&#xFF0C;&#x738B;&#x8005;&#x4E4B;&#x653F;&#xFF0C;&#x83AB;&#x6025;&#x4E8E;&#x76D7;&#x8D3C;&#x3002;&#x79E6;&#x5F8B;&#x548C;&#x5B83;&#x7684;&#x524D;&#x8F88;&#x300A;&#x6CD5;&#x7ECF;&#x300B;&#x4E00;&#x6837;&#xFF0C;&#x6355;&#x76D7;&#x5F8B;&#x4F4D;&#x5217;&#x7B2C;&#x4E00;&#xFF0C;&#x56E0;&#x4E3A;&#x76D7;&#x8D3C;&#x6A2A;&#x884C;&#x9053;&#x8DEF;&#xFF0C;&#x4F1A;&#x7ED9;&#x793E;&#x4F1A;&#x6CBB;&#x5B89;&#x9020;&#x6210;&#x4E86;&#x6781;&#x5927;&#x7834;&#x574F;&#x3002;&#x5357;&#x90E1;&#x592A;&#x5B88;&#x5728;&#x516C;&#x6587;&#x91CC;&#x5BF9;&#x8FD9;&#x79CD;&#x72B6;&#x51B5;&#x75DB;&#x5FC3;&#x75BE;&#x9996;&#xFF0C;&#x56E0;&#x6B64;&#x7528;&#x91CD;&#x8D4F;&#x9F13;&#x52B1;&#x5B98;&#x540F;&#x3001;&#x767E;&#x59D3;&#x6355;&#x76D7;&#xFF0C;&#x4E5F;&#x5728;&#x60C5;&#x7406;&#x4E4B;&#x4E2D;&#x3002;</p>
<p>&#x8FD9;&#x4E0B;&#x9ED1;&#x592B;&#x53EF;&#x6709;&#x4E9B;&#x7F8E;&#x6ECB;&#x6ECB;&#x4E86;&#xFF0C;&#x5982;&#x679C;&#x4E00;&#x5207;&#x5982;&#x5B63;&#x5A74;&#x6240;&#x8BF4;&#xFF0C;&#x4ED6;&#x5C31;&#x4ECE;&#x4E00;&#x4E2A;&#x4E00;&#x65E0;&#x6240;&#x6709;&#x7684;&#x7A77;&#x58EB;&#x4F0D;&#xFF0C;&#x6447;&#x8EAB;&#x4E00;&#x53D8;&#xFF0C;&#x6210;&#x4E86;&#x79E6;&#x56FD;&#x4E07;&#x5143;&#x6237;&#x3002;</p>
<p>&#x4E0D;&#x8FC7;&#x4ED6;&#x53C8;&#x53D1;&#x89C9;&#x5B63;&#x5A74;&#x770B;&#x5411;&#x90A3;&#x4E09;&#x4E2A;&#x76D7;&#x8D3C;&#x6BB7;&#x5207;&#x7684;&#x76EE;&#x5149;&#xFF0C;&#x5FC3;&#x91CC;&#x95EA;&#x8FC7;&#x4E00;&#x4E2A;&#x5FF5;&#x5934;&#xFF0C;&#x4FBF;&#x7B11;&#x9053;&#xFF1A;&#x201C;&#x5B63;&#x5A74;&#xFF0C;&#x4F60;&#x8BF4;&#x7684;&#x4E0D;&#x5BF9;&#x3002;&#x201D;</p>
<p>&#x201C;&#x54EA;&#x91CC;&#x4E0D;&#x5BF9;&#xFF1F;&#x201D;&#x5B63;&#x5A74;&#x4E00;&#x6123;&#x3002;</p>
<p>&#x9ED1;&#x592B;&#x9053;&#xFF1A;&#x201C;&#x660E;&#x660E;&#x662F;&#x4F60;&#x6211;&#x4E8C;&#x4EBA;&#x8DEF;&#x9047;&#x76D7;&#x8D3C;&#x884C;&#x51F6;&#xFF0C;&#x4FBF;&#x4E00;&#x540C;&#x5C06;&#x5176;&#x7F09;&#x62FF;&#xFF0C;&#x8FD9;&#x529F;&#x52B3;&#xFF0C;&#x5E94;&#x8BE5;&#x6709;&#x4F60;&#x4E00;&#x4EFD;&#x624D;&#x5BF9;&#xFF01;&#x201D;</p>
<p>&#x201C;&#x6211;&#x2026;&#x2026;&#x201D;&#x5B63;&#x5A74;&#x6709;&#x4E9B;&#x8BF4;&#x4E0D;&#x51FA;&#x8BDD;&#x6765;&#xFF0C;&#x4ED6;&#x521A;&#x624D;&#x662F;&#x6709;&#x4E9B;&#x540E;&#x6094;&#xFF0C;&#x4E3A;&#x4F55;&#x6CA1;&#x62FF;&#x4E0B;&#x90A3;&#x4E2A;&#x4E0E;&#x81EA;&#x5DF1;&#x5BF9;&#x5CD9;&#x7684;&#x76D7;&#x8D3C;&#xFF0C;&#x4E5F;&#x5BF9;&#x9ED1;&#x592B;&#x7684;&#x597D;&#x8FD0;&#x6C14;&#x6709;&#x4E9B;&#x773C;&#x7EA2;&#xFF0C;&#x5374;&#x6CA1;&#x597D;&#x610F;&#x601D;&#x63D0;&#x51FA;&#x5206;&#x529F;&#x3002;&#x56E0;&#x4E3A;&#x8FD9;&#x4E09;&#x4E2A;&#x76D7;&#x8D3C;&#xFF0C;&#x90FD;&#x662F;&#x9ED1;&#x592B;&#x51ED;&#x4E00;&#x5DF1;&#x4E4B;&#x529B;&#x62FF;&#x4E0B;&#x7684;&#xFF01;&#x4ED6;&#x53EA;&#x662F;&#x5728;&#x65C1;&#x8FB9;&#x5446;&#x770B;&#xFF0C;&#x4EC0;&#x4E48;&#x5FD9;&#x90FD;&#x6CA1;&#x5E2E;&#x4E0A;&#x3002;</p>
<p>&#x9ED1;&#x592B;&#x5374;&#x4E0D;&#x8FD9;&#x4E48;&#x8BA4;&#x4E3A;&#xFF1A;&#x201C;&#x591A;&#x4E8F;&#x4F60;&#x7275;&#x5236;&#x4E86;&#x4E00;&#x540D;&#x76D7;&#x8D3C;&#xFF0C;&#x4E0D;&#x7136;&#x56DB;&#x4EBA;&#x4E00;&#x62E5;&#x800C;&#x4E0A;&#xFF0C;&#x6211;&#x6B64;&#x523B;&#x5DF2;&#x662F;&#x9053;&#x65C1;&#x6B7B;&#x4EBA;&#x4E86;&#x3002;&#x201D;</p>
<p>&#x201C;&#x6211;&#x5F53;&#x771F;&#x53D7;&#x4E0D;&#x8D77;&#x3002;&#x201D;</p>
<p>&#x5B63;&#x5A74;&#x8138;&#x7EA2;&#x4E86;&#xFF0C;&#x8FD8;&#x6B32;&#x63A8;&#x8F9E;&#xFF0C;&#x9ED1;&#x592B;&#x5374;&#x5DF2;&#x6253;&#x5B9A;&#x4E86;&#x6CE8;&#x610F;&#xFF0C;&#x62CD;&#x7740;&#x4ED6;&#x9053;&#xFF1A;&#x201C;&#x543E;&#x7B49;&#x4E5F;&#x7B97;&#x540C;&#x751F;&#x5171;&#x6B7B;&#x4E86;&#xFF0C;&#x8FD9;&#x5BCC;&#x8D35;&#xFF0C;&#x5F53;&#x5171;&#x6709;&#xFF01;&#x201D;</p>
<p>&#x8FD9;&#x4E0B;&#x53EF;&#x628A;&#x5B63;&#x5A74;&#x611F;&#x52A8;&#x5F97;&#x4E0D;&#x884C;&#xFF0C;&#x51E0;&#x6B21;&#x5F20;&#x53E3;&#xFF0C;&#x90FD;&#x53C8;&#x54BD;&#x4E86;&#x56DE;&#x53BB;&#xFF0C;&#x534A;&#x54CD;&#x540E;&#x624D;&#x671D;&#x9ED1;&#x592B;&#x91CD;&#x91CD;&#x4F5C;&#x63D6;&#x9053;&#xFF1A;&#x201C;&#x9ED1;&#x592B;&#xFF0C;&#x4ECE;&#x4ECA;&#x65E5;&#x8D77;&#xFF0C;&#x6211;&#x5B63;&#x5A74;&#xFF0C;&#x4FBF;&#x62FF;&#x4F60;&#x5F53;&#x4EB2;&#x5144;&#x5F1F;&#x4E00;&#x822C;&#x5BF9;&#x5F85;&#x4E86;&#xFF01;&#x4F46;&#x51E1;&#x6709;&#x7528;&#x5F97;&#x5230;&#x6211;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x5C3D;&#x7BA1;&#x5429;&#x5490;&#xFF01;&#x201D;</p>
<p>&#x9ED1;&#x592B;&#x8FDE;&#x5FD9;&#x5C06;&#x4ED6;&#x6276;&#x4E86;&#x8D77;&#x6765;&#xFF0C;&#x5728;&#x9ED1;&#x592B;&#x770B;&#x6765;&#xFF0C;&#x8FD9;&#x5B63;&#x5A74;&#x867D;&#x7136;&#x8EAB;&#x624B;&#x5DEE;&#x4E86;&#x70B9;&#xFF0C;&#x53C8;&#x591A;&#x5634;&#xFF0C;&#x4EBA;&#x5012;&#x8FD8;&#x4E0D;&#x9519;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x4ED6;&#x9047;&#x4E8B;&#x65F6;&#x6CA1;&#x6709;&#x9003;&#x8DD1;&#x3002;&#x6240;&#x4EE5;&#x9ED1;&#x592B;&#x89C9;&#x5F97;&#xFF0C;&#x8FD9;&#x4E2A;&#x670B;&#x53CB;&#xFF0C;&#x503C;&#x5F97;&#x4EA4;&#xFF0C;&#x80FD;&#x5F97;&#x5176;&#x4E00;&#x8BFA;&#xFF0C;&#x4E5F;&#x8BB8;&#x672A;&#x6765;&#x8FD8;&#x771F;&#x7528;&#x5F97;&#x4E0A;&#x5462;&#x3002;</p>
<p>&#x518D;&#x8005;&#xFF0C;&#x5339;&#x592B;&#x65E0;&#x7F6A;&#xFF0C;&#x6000;&#x74A7;&#x5176;&#x8D23;&#xFF0C;&#x9ED1;&#x592B;&#x4E00;&#x4E2A;&#x4EBA;&#x5F97;&#x4E86;&#x8FD9;&#x4E48;&#x5927;&#x7684;&#x8D4F;&#x8D50;&#xFF0C;&#x4ED6;&#x5FC3;&#x91CC;&#x4E5F;&#x6709;&#x4E9B;&#x4E0D;&#x5B89;&#x3002;&#x5149;&#x9760;&#x4ED6;&#x4E00;&#x4E2A;&#xFF0C;&#x53EF;&#x6CA1;&#x6CD5;&#x540C;&#x65F6;&#x770B;&#x4F4F;&#x4E09;&#x4EBA;&#xFF0C;&#x4E0D;&#x5982;&#x591A;&#x4E2A;&#x5171;&#x8C0B;&#x8005;&#xFF0C;&#x4E00;&#x8D77;&#x62BC;&#x89E3;&#x8D3C;&#x4EBA;&#x3002;&#x53CD;&#x6B63;&#x51CF;&#x53BB;&#x4E00;&#x4EBA;&#xFF0C;&#x5269;&#x4E0B;&#x4E24;&#x4EBA;&#x4E5F;&#x53EF;&#x4EE5;&#x8BA9;&#x4ED6;&#x5F97;&#x5230;&#x4E00;&#x4E07;&#x516D;&#x5343;&#x591A;&#x94B1;&#x7684;&#x8D4F;&#x8D50;&#xFF0C;&#x591F;&#x591A;&#x4E86;&#x3002;</p>
<p>&#x6709;&#x8FD9;&#x4E9B;&#x94B1;&#xFF0C;&#x5C31;&#x7B97;&#x51E0;&#x5E74;&#x540E;&#x5230;&#x4E86;&#x519B;&#x961F;&#x91CC;&#xFF0C;&#x9ED1;&#x592B;&#x4E5F;&#x4E0D;&#x7528;&#x5199;&#x4FE1;&#x56DE;&#x5BB6;&#x8DDF;&#x6BCD;&#x4EB2;&#x8981;&#x94B1;&#x8981;&#x8863;&#x4E86;&#xFF0C;&#x4ED6;&#x7684;&#x547D;&#x8FD0;&#x9F7F;&#x8F6E;&#xFF0C;&#x4E5F;&#x56E0;&#x6B64;&#x88AB;&#x64AC;&#x52A8;&#x4E86;&#x4E00;&#x70B9;&#x70B9;&#x3002;</p>
<p>&#x4E8C;&#x4EBA;&#x76F8;&#x4E92;&#x63A8;&#x8BA9;&#x7684;&#x65F6;&#x95F4;&#x91CC;&#xFF0C;&#x4E09;&#x540D;&#x76D7;&#x8D3C;&#x4E2D;&#xFF0C;&#x4E24;&#x540D;&#x53D7;&#x4F24;&#x8005;&#x5728;&#x54CE;&#x54DF;&#x547C;&#x75DB;&#xFF0C;&#x90A3;&#x4E2A;&#x88AB;&#x4E94;&#x82B1;&#x5927;&#x7ED1;&#x7684;&#x866C;&#x9AEF;&#x5927;&#x6C49;&#x5374;&#x7A81;&#x7136;&#x53D1;&#x51FA;&#x4E00;&#x9635;&#x5927;&#x7B11;&#x3002;</p>
<p>&#x201C;&#x54C8;&#x54C8;&#x54C8;&#x54C8;&#x54C8;&#x54C8;!&#x201D;</p>
<p>&#x4ED6;&#x7B11;&#x5F97;&#x5982;&#x6B64;&#x5267;&#x70C8;&#xFF0C;&#x53E3;&#x6C34;&#x6D41;&#x5230;&#x4E86;&#x80E1;&#x987B;&#x4E0A;&#xFF0C;&#x4F3C;&#x4E4E;&#x662F;&#x89C1;&#x5230;&#x4E86;&#x8FD9;&#x4E16;&#x4E0A;&#x6700;&#x5927;&#x7684;&#x7B11;&#x8BDD;&#xFF0C;&#x8981;&#x5C06;&#x80BA;&#x8151;&#x90FD;&#x7B11;&#x51FA;&#x6765;&#x3002;</p>
<p>&#x5B63;&#x5A74;&#x5927;&#x6012;&#xFF0C;&#x8FC7;&#x53BB;&#x72E0;&#x72E0;&#x8E39;&#x4E86;&#x4ED6;&#x4E00;&#x811A;&#xFF0C;&#x9A82;&#x9053;&#xFF1A;&#x201C;&#x8D3C;&#x4EBA;&#xFF0C;&#x6709;&#x4F55;&#x597D;&#x7B11;&#x7684;&#xFF01;&#x201D;</p>
<p>&#x866C;&#x9AEF;&#x5927;&#x6C49;&#x62AC;&#x8D77;&#x5934;&#xFF0C;&#x54A7;&#x5634;&#x9053;&#xFF1A;&#x201C;&#x6211;&#x7B11;&#x7684;&#x662F;&#xFF0C;&#x6CA1;&#x60F3;&#x5230;&#x6211;&#x7ADF;&#x5982;&#x6B64;&#x503C;&#x94B1;&#xFF0C;&#x4E3A;&#x4F55;&#x6D3B;&#x4E86;&#x4E09;&#x5341;&#x591A;&#x5E74;&#x5374;&#x4ECE;&#x4E0D;&#x77E5;&#x9053;&#xFF1F;&#x201C;</p>
<p>&#x9ED1;&#x592B;&#x548C;&#x5B63;&#x5A74;&#x4E00;&#x6123;&#xFF0C;&#x90A3;&#x866C;&#x9AEF;&#x5927;&#x6C49;&#x558B;&#x558B;&#x4E0D;&#x4F11;&#x5730;&#x8BF4;&#x4E86;&#x8D77;&#x6765;&#xFF1A;&#x201D;&#x6211;&#x53EB;&#x6F58;&#xFF0C;&#x4E0E;&#x6C5D;&#x7B49;&#x4E00;&#x6837;&#xFF0C;&#x4E5F;&#x66FE;&#x662F;&#x79E6;&#x56FD;&#x58EB;&#x4F0D;&#x826F;&#x6C11;&#xFF0C;&#x4ECE;&#x6CA1;&#x79BB;&#x5F00;&#x8FC7;&#x672C;&#x53BF;&#x534A;&#x6B65;&#xFF0C;&#x76F4;&#x5230;&#x6709;&#x4E00;&#x5929;&#xFF0C;&#x5B98;&#x5E9C;&#x5F81;&#x53EC;&#x6211;&#x5165;&#x4F0D;&#xFF0C;&#x4E8E;&#x662F;&#x4FBF;&#x7A7F;&#x7740;&#x7834;&#x8863;&#x70C2;&#x886B;&#x51FA;&#x53D1;&#xFF0C;&#x5F53;&#x65F6;&#x5FC3;&#x60C5;&#x8FEB;&#x5207;&#xFF0C;&#x8FD8;&#x60F3;&#x7740;&#x80FD;&#x780D;&#x51E0;&#x9897;&#x9996;&#x7EA7;&#x5F97;&#x7235;&#xFF0C;&#x5149;&#x8000;&#x4E61;&#x91CC;&#xFF0C;&#x8C01;&#x6599;&#x2026;&#x2026;&#x201D;</p>
<p>&#x201C;&#x8C01;&#x6599;&#xFF0C;&#x4F60;&#x53D1;&#x73B0;&#x6218;&#x573A;&#x4E0A;&#x7684;&#x6ECB;&#x5473;&#x4E00;&#x70B9;&#x4E0D;&#x7F8E;&#x5999;&#xFF1F;&#x201D;</p>
<p>&#x9ED1;&#x592B;&#x5927;&#x6982;&#x80FD;&#x731C;&#x51FA;&#x8FD9;&#x866C;&#x9AEF;&#x5927;&#x6C49;&#x7ECF;&#x5386;&#x4E86;&#x4EC0;&#x4E48;&#xFF0C;&#x524D;&#x4E16;&#x65F6;&#xFF0C;&#x4ED6;&#x5BB6;&#x6709;&#x4F4D;&#x53C2;&#x52A0;&#x8FC7;&#x81EA;&#x536B;&#x53CD;&#x51FB;&#x6218;&#x7684;&#x4F2F;&#x7236;&#xFF0C;&#x66FE;&#x5BF9;&#x4ED6;&#x4EEC;&#x8BF4;&#x8FC7;&#xFF0C;&#x4E0D;&#x662F;&#x6BCF;&#x4E2A;&#x4EBA;&#x90FD;&#x80FD;&#x9002;&#x5E94;&#x6218;&#x573A;&#xFF0C;&#x5BF9;&#x4E00;&#x4E9B;&#x4EBA;&#x6765;&#x8BF4;&#xFF0C;&#x4E00;&#x70B9;&#x70B9;&#x6B7B;&#x4EA1;&#x7684;&#x5473;&#x9053;&#x4FBF;&#x8DB3;&#x4EE5;&#x4EE4;&#x4ED6;&#x4EEC;&#x5D29;&#x6E83;&#xFF0C;&#x5F53;&#x4F60;&#x51B2;&#x950B;&#x5411;&#x524D;&#x65F6;&#xFF0C;&#x603B;&#x6709;&#x4EBA;&#x671D;&#x7740;&#x53CD;&#x65B9;&#x5411;&#x9003;&#x8DD1;&#x3002;</p>
<p>&#x53E4;&#x4EE3;&#x66F4;&#x662F;&#x5982;&#x6B64;&#xFF0C;&#x79E6;&#x56FD;&#x65E0;&#x5C81;&#x4E0D;&#x5174;&#x5175;&#xFF0C;&#x7406;&#x8BBA;&#x4E0A;&#x6BCF;&#x4E2A;&#x4EBA;&#x53EA;&#x4F1A;&#x88AB;&#x5F81;&#x53EC;&#x4E24;&#x6B21;&#xFF0C;&#x4F46;&#x552F;&#x72EC;&#x8FD9;&#x6761;&#x5F8B;&#x4EE4;&#xFF0C;&#x6210;&#x4E86;&#x4E00;&#x6761;&#x7A7A;&#x6587;&#x3002;&#x5B9E;&#x9645;&#x60C5;&#x51B5;&#x662F;&#xFF0C;&#x5728;&#x79E6;&#x738B;&#x7684;&#x610F;&#x5FD7;&#x4E0B;&#xFF0C;&#x6BCF;&#x4E2A;&#x58EB;&#x4F0D;&#x90FD;&#x5FC5;&#x987B;&#x5E74;&#x590D;&#x4E00;&#x5E74;&#xFF0C;&#x53C2;&#x52A0;&#x65E0;&#x6570;&#x6B21;&#x6218;&#x4E89;&#x3002;&#x5728;&#x6218;&#x573A;&#x4E0A;&#xFF0C;&#x5F1F;&#x5F1F;&#x773C;&#x770B;&#x7740;&#x54E5;&#x54E5;&#x6B7B;&#x53BB;&#xFF0C;&#x7236;&#x4EB2;&#x5931;&#x53BB;&#x513F;&#x5B50;&#xFF0C;&#x4E61;&#x515A;&#x7684;&#x809A;&#x76AE;&#x88AB;&#x5229;&#x5251;&#x5212;&#x5F00;&#x2026;&#x2026;&#x5373;&#x4F7F;&#x662F;&#x524D;&#x5341;&#x6B21;&#x6218;&#x6597;&#x4E2D;&#x5E78;&#x5B58;&#x4E0B;&#x6765;&#x7684;&#x4EBA;&#xFF0C;&#x4E5F;&#x6709;&#x53EF;&#x80FD;&#x5728;&#x7B2C;&#x5341;&#x4E00;&#x6B21;&#x53AE;&#x6740;&#x4E2D;&#x5D29;&#x6E83;&#x3002;</p>
<p>&#x4E8E;&#x662F;&#x5C31;&#x6709;&#x4E86;&#x9003;&#x5175;&#xFF0C;&#x6709;&#x4E86;&#x4EA1;&#x4EBA;&#xFF0C;&#x800C;&#x5728;&#x79E6;&#x56FD;&#x7684;&#x6CD5;&#x5178;&#x91CC;&#xFF0C;&#x8FD9;&#x79CD;&#x4EBA;&#xFF0C;&#x5DF2;&#x7ECF;&#x662F;&#x6B7B;&#x4EBA;&#x3001;&#x5974;&#x96B6;&#x7684;&#x540C;&#x4E49;&#x8BCD;&#x4E86;&#x3002;</p>
<p>&#x201C;&#x5728;&#x79E6;&#x56FD;&#xFF0C;&#x9003;&#x4EA1;&#x4E00;&#x6B21;&#xFF0C;&#x5C31;&#x518D;&#x4E5F;&#x505A;&#x4E0D;&#x56DE;&#x58EB;&#x4F0D;&#xFF0C;&#x4E5F;&#x56DE;&#x4E0D;&#x4E86;&#x4E61;&#x91CC;&#x4E86;&#xFF0C;&#x5C31;&#x7B97;&#x56DE;&#x53BB;&#xFF0C;&#x7236;&#x6BCD;&#x5144;&#x5F1F;&#x4E5F;&#x65E9;&#x5C31;&#x8FDE;&#x5750;&#x670D;&#x5211;&#x3002;&#x201D;&#x866C;&#x9AEF;&#x5927;&#x6C49;&#x58F0;&#x97F3;&#x4F4E;&#x4E86;&#x4E0B;&#x6765;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x4ED6;&#x88AB;&#x8FEB;&#x843D;&#x8349;&#x4E3A;&#x5BC7;&#x7684;&#x6545;&#x4E8B;&#x3002;</p>
<p>&#x9ED1;&#x592B;&#x9ED8;&#x7136;&#xFF0C;&#x8FD9;&#x8D3C;&#x4EBA;&#xFF0C;&#x8BA9;&#x4ED6;&#x60F3;&#x5230;&#x4E86;&#x5386;&#x53F2;&#x4E0A;&#x7684;&#x9ED1;&#x592B;&#x5144;&#x5F1F;&#xFF0C;&#x6216;&#x8BB8;&#x4E00;&#x5FF5;&#x4E4B;&#x5DEE;&#xFF0C;&#x4ED6;&#x4EEC;&#x5C31;&#x8DDF;&#x8FD9;&#x4EBA;&#x4E00;&#x4E2A;&#x4E0B;&#x573A;&#x3002;</p>
<p>&#x518D;&#x8FC7;&#x5341;&#x51E0;&#x5E74;&#xFF0C;&#x90A3;&#x6C49;&#x9AD8;&#x7956;&#x5218;&#x90A6;&#x6050;&#x6015;&#x4E5F;&#x662F;&#x7C7B;&#x4F3C;&#x7684;&#x5904;&#x5883;&#x5427;&#xFF0C;&#x9003;&#x533F;&#x5C71;&#x4E2D;&#xFF0C;&#x6B32;&#x6C42;&#x5927;&#x8D66;&#x800C;&#x4E0D;&#x5F97;&#xFF0C;&#x8001;&#x5A46;&#x5B69;&#x5B50;&#x4E5F;&#x88AB;&#x6355;&#x4E0B;&#x72F1;&#xFF0C;&#x6700;&#x540E;&#x7D22;&#x6027;&#x53CD;&#x4E86;&#x3002;</p>
<p>&#x201C;&#x6C5D;&#x7B49;&#x8BF4;&#x8BF4;&#xFF0C;&#x505A;&#x58EB;&#x4F0D;&#x65F6;&#x5FAE;&#x5982;&#x8349;&#x82A5;&#xFF0C;&#x4E00;&#x6587;&#x4E0D;&#x503C;&#xFF0C;&#x5F53;&#x4E86;&#x76D7;&#x532A;&#x5374;&#x8EAB;&#x4EF7;&#x500D;&#x589E;&#xFF0C;&#x597D;&#x7B11;&#x4E0D;&#x597D;&#x7B11;?&#x201D;</p>
<p>&#x5B63;&#x5A74;&#x6320;&#x4E86;&#x6320;&#x5934;&#xFF0C;&#x5374;&#x53C8;&#x786C;&#x8D77;&#x5FC3;&#x80A0;&#xFF0C;&#x518D;&#x8E22;&#x4E86;&#x90A3;&#x866C;&#x9AEF;&#x5927;&#x6C49;&#x4E00;&#x811A;&#xFF0C;&#x9A82;&#x9053;&#xFF1A;&#x201C;&#x4F46;&#x4F60;&#x5728;&#x4E91;&#x68A6;&#x6CFD;&#x4E3A;&#x76D7;&#xFF0C;&#x80AF;&#x5B9A;&#x4F24;&#x4E86;&#x4E0D;&#x5C11;&#x6027;&#x547D;&#xFF0C;&#x52AB;&#x4E86;&#x4E0D;&#x5C11;&#x94B1;&#x8D22;&#xFF01;&#x6709;&#x4ECA;&#x65E5;&#x4E5F;&#x662F;&#x6D3B;&#x8BE5;&#xFF01;&#x201D;</p>
<p>&#x866C;&#x9AEF;&#x5927;&#x6C49;&#x4EFF;&#x4F5B;&#x53D7;&#x4E86;&#x5929;&#x5927;&#x7684;&#x59D4;&#x5C48;&#xFF0C;&#x6DA8;&#x7EA2;&#x4E86;&#x8138;&#xFF0C;&#x671D;&#x5730;&#x9762;&#x5550;&#x4E86;&#x4E00;&#x53E3;&#xFF0C;&#x5410;&#x51FA;&#x4E00;&#x9897;&#x6253;&#x6597;&#x4E2D;&#x88AB;&#x78D5;&#x6389;&#x7684;&#x7259;&#xFF0C;&#x5927;&#x9A82;&#x9053;&#xFF1A;&#x201D;&#x80E1;&#x8BF4;&#xFF01;&#x4E43;&#x516C;&#x624B;&#x4E0A;&#x662F;&#x6709;&#x51E0;&#x6761;&#x4EBA;&#x547D;&#x4E0D;&#x5047;&#xFF0C;&#x4F46;&#x9047;&#x5230;&#x7684;&#x90FD;&#x662F;&#x7A77;&#x9B3C;&#xFF0C;&#x4F11;&#x8BF4;&#x5341;&#x56DB;&#x91D1;&#xFF0C;&#x8FDE;&#x4E00;&#x91D1;&#x90FD;&#x6CA1;&#x89C1;&#x5230;&#x8FC7;!&#x201C;</p>
<p>&#x5B63;&#x5A74;&#x4E0D;&#x518D;&#x7406;&#x4F1A;&#x4ED6;&#xFF0C;&#x53C8;&#x51FA;&#x4E3B;&#x610F;&#x9053;&#xFF1A;&#x201C;&#x9ED1;&#x592B;&#x5144;&#x5F1F;&#xFF0C;&#x53CD;&#x6B63;&#x543E;&#x7B49;&#x8981;&#x53BB;&#x53BF;&#x57CE;&#x670D;&#x5F79;&#xFF0C;&#x5982;&#x4ECA;&#x53EA;&#x6709;&#x4E8C;&#x4E09;&#x5341;&#x91CC;&#x8DEF;&#xFF0C;&#x7D27;&#x8D76;&#x6162;&#x8D76;&#xFF0C;&#x5929;&#x9ED1;&#x5C31;&#x80FD;&#x5230;&#xFF0C;&#x76F4;&#x63A5;&#x62BC;&#x7740;&#x4E09;&#x4E2A;&#x76D7;&#x8D3C;&#x8FC7;&#x53BB;&#x7F62;&#xFF0C;&#x65E9;&#x4E00;&#x4E9B;&#x4EA4;&#x5230;&#x53BF;&#x72F1;&#x91CC;&#x9886;&#x8D4F;&#xFF0C;&#x4F60;&#x6211;&#x4E5F;&#x597D;&#x5B89;&#x5FC3;&#x3002;&#x201D;</p>
<p>&#x201C;&#x6709;&#x9053;&#x7406;&#x3002;&#x201D;&#x9ED1;&#x592B;&#x9894;&#x9996;&#xFF0C;&#x4ED6;&#x867D;&#x6709;&#x5154;&#x6B7B;&#x72D0;&#x60B2;&#x4E4B;&#x611F;&#xFF0C;&#x4F46;&#x4E8B;&#x5173;&#x81EA;&#x5DF1;&#x672A;&#x6765;&#x7684;&#x751F;&#x6B7B;&#x5B58;&#x4EA1;&#xFF0C;&#x5BB9;&#x4E0D;&#x5F97;&#x4ED6;&#x5FC3;&#x8F6F;&#xFF0C;&#x53EA;&#x597D;&#x8BA9;&#x8FD9;&#x51E0;&#x4EBA;&#x7ED9;&#x81EA;&#x5DF1;&#x7684;&#x5BCC;&#x8D35;&#x505A;&#x57AB;&#x811A;&#x77F3;&#x4E86;&#x3002;</p>
<p>&#x90A3;&#x866C;&#x9AEF;&#x5927;&#x6C49;&#x88AB;&#x53CD;&#x7F1A;&#x53CC;&#x624B;&#xFF0C;&#x548C;&#x5176;&#x4ED6;&#x4E8C;&#x4EBA;&#x62F4;&#x5728;&#x4E00;&#x8D77;&#xFF0C;&#x5374;&#x8FD8;&#x5728;&#x56B7;&#x56B7;&#xFF1A;&#x201C;&#x4ECE;&#x4EA1;&#x51FA;&#x519B;&#x8425;&#x7684;&#x65F6;&#x5019;&#x8D77;&#xFF0C;&#x6211;&#x4FBF;&#x77E5;&#x9053;&#x4F1A;&#x6709;&#x4ECA;&#x65E5;&#xFF0C;&#x662F;&#x70F9;&#x662F;&#x622E;&#xFF0C;&#x4E5F;&#x8C41;&#x51FA;&#x53BB;&#x4E86;&#xFF0C;&#x53EA;&#x662F;&#x8FD8;&#x6709;&#x4E00;&#x4E2A;&#x8BF7;&#x6C42;&#x2026;&#x2026;&#x201C;</p>
<p>&#x9ED1;&#x592B;&#x770B;&#x5411;&#x4ED6;&#xFF1A;&#x201D;&#x4F60;&#x8BF4;&#x3002;&#x201C;</p>
<p>&#x866C;&#x9AEF;&#x5927;&#x6C49;&#x7528;&#x53C8;&#x50CF;&#x54ED;&#x53C8;&#x50CF;&#x7B11;&#x7684;&#x8868;&#x60C5;&#x9053;&#xFF1A;&#x201D;&#x6C5D;&#x7B49;&#x5C06;&#x6211;&#x62BC;&#x9001;&#x5B98;&#x5E9C;&#x540E;&#xFF0C;&#x82E5;&#x662F;&#x5F97;&#x4E86;&#x8D4F;&#xFF0C;&#x4E00;&#x5B9A;&#x8981;&#x8BA9;&#x6211;&#x770B;&#x4E00;&#x773C;&#xFF0C;&#x6478;&#x4E00;&#x4E0B;&#xFF01;&#x8BA9;&#x6211;&#x77E5;&#x9053;&#xFF0C;&#x81EA;&#x5DF1;&#x771F;&#x503C;&#x90A3;&#x4E48;&#x591A;&#x94B1;&#xFF01;&#x201C;</p>
<p>&#x201C;&#x95ED;&#x5634;&#xFF01;&#x201D;&#x5B63;&#x5A74;&#x6CA1;&#x6765;&#x7531;&#x4E00;&#x9635;&#x5FC3;&#x9178;&#xFF0C;&#x53C8;&#x8E22;&#x4E86;&#x5927;&#x6C49;&#x4E00;&#x811A;&#xFF0C;&#x53EA;&#x662F;&#x8FD9;&#x4E00;&#x4E0B;&#xFF0C;&#x6CA1;&#x6709;&#x90A3;&#x4E48;&#x91CD;&#x4E86;&#x3002;</p>
<p>&#x9ED1;&#x592B;&#x3001;&#x5B63;&#x5A74;&#x5C06;&#x4E09;&#x540D;&#x8D3C;&#x4EBA;&#x63D0;&#x62CE;&#x8D77;&#x6765;&#xFF0C;&#x903C;&#x8FEB;&#x5176;&#x4E0A;&#x8DEF;&#x3002;&#x8C01;&#x6599;&#xFF0C;&#x5C31;&#x5728;&#x8FD9;&#x65F6;&#xFF0C;&#x9053;&#x8DEF;&#x4E0A;&#x5374;&#x6709;&#x4E00;&#x7FA4;&#x4EBA;&#x547C;&#x547C;&#x8D6B;&#x8D6B;&#x5730;&#x8DD1;&#x4E86;&#x8FC7;&#x6765;&#xFF0C;&#x4ED6;&#x4EEC;&#x5168;&#x526F;&#x6B66;&#x88C5;&#xFF0C;&#x624B;&#x6301;&#x5F13;&#x7BAD;&#x3001;&#x6208;&#x77DB;&#x3001;&#x77ED;&#x5251;&#x76FE;&#x724C;&#xFF0C;&#x751A;&#x81F3;&#x8FD8;&#x6709;&#x4E2A;&#x9A91;&#x9A6C;&#x7684;&#x3002;</p>
<p>&#x8FDC;&#x8FDC;&#x770B;&#x89C1;&#x9ED1;&#x592B;&#x7B49;&#x4EBA;&#xFF0C;&#x90A3;&#x9A91;&#x9A6C;&#x8005;&#x4FBF;&#x52A0;&#x901F;&#x75BE;&#x9A70;&#x8FC7;&#x6765;&#xFF0C;&#x8FDC;&#x8FDC;&#x4FBF;&#x5927;&#x58F0;&#x558A;&#x9053;&#xFF1A;&#x201C;&#x8D3C;&#x4EBA;&#x4F55;&#x5728;&#xFF1F;&#x201D;&#x5230;&#x9ED1;&#x592B;&#x8DDF;&#x524D;&#x6570;&#x6B65;&#x5916;&#xFF0C;&#x4ED6;&#x624D;&#x4E00;&#x63E1;&#x7F30;&#x7EF3;&#x8BA9;&#x9A6C;&#x505C;&#x4E86;&#x4E0B;&#x6765;&#xFF0C;&#x9A6C;&#x8E44;&#x626C;&#x8D77;&#x7684;&#x7070;&#x5C18;&#x6251;&#x4E86;&#x9ED1;&#x592B;&#x4E8C;&#x4EBA;&#x4E00;&#x8138;&#x3002;</p>
<p>&#x5B63;&#x5A74;&#x5410;&#x51FA;&#x6C99;&#x571F;&#xFF0C;&#x5927;&#x9A82;&#x9053;&#xFF1A;&#x201C;&#x4F60;&#x8FD9;&#x53AE;&#xFF0C;&#x60F3;&#x8981;&#x4F5C;&#x751A;&#xFF01;&#x201D;</p>
<p>&#x9A6C;&#x4E0A;&#x4E4B;&#x4EBA;&#x4E8C;&#x5341;&#x4F59;&#x5C81;&#xFF0C;&#x4ED6;&#x5934;&#x6234;&#x8D64;&#x5E3B;&#xFF0C;&#x8EAB;&#x62AB;&#x76AE;&#x7532;&#xFF0C;&#x5185;&#x91CC;&#x662F;&#x7EDB;&#x8272;&#x8863;&#x670D;&#xFF0C;&#x8170;&#x95F4;&#x5E26;&#x5251;&#xFF0C;&#x957F;&#x4E86;&#x4E00;&#x5F20;&#x7626;&#x957F;&#x7684;&#x9A6C;&#x8138;&#x3002;</p>
<p>&#x89C1;&#x4E09;&#x540D;&#x8D3C;&#x4EBA;&#x88AB;&#x7F1A;&#xFF0C;&#x6765;&#x8005;&#x9762;&#x8272;&#x4E00;&#x559C;&#xFF0C;&#x5C31;&#x8981;&#x4E0B;&#x9A6C;&#x8FC7;&#x53BB;&#x67E5;&#x770B;&#xFF0C;&#x9ED1;&#x592B;&#x5BF9;&#x4ED6;&#x5028;&#x50B2;&#x7684;&#x6001;&#x5EA6;&#x5F88;&#x4E0D;&#x6EE1;&#xFF0C;&#x4FBF;&#x4F38;&#x624B;&#x4E00;&#x62E6;&#xFF0C;&#x6B62;&#x4F4F;&#x4ED6;&#x53BB;&#x8DEF;&#x3002;</p>
<p>&#x6B64;&#x4EBA;&#x987F;&#x65F6;&#x8001;&#x5927;&#x4E0D;&#x9AD8;&#x5174;&#xFF0C;&#x677F;&#x7740;&#x8138;&#x9053;&#xFF1A;&#x201C;&#x5927;&#x80C6;&#xFF01;&#x4F60;&#x53EF;&#x77E5;&#x6211;&#x662F;&#x8C01;&#xFF1F;&#x201C;</p>
<p>&#x201C;&#x4E0D;&#x77E5;&#xFF0C;&#x53EA;&#x77E5;&#x76D7;&#x8D3C;&#x5DF2;&#x88AB;&#x6211;&#x64D2;&#x83B7;&#x3002;&#x201D;&#x9ED1;&#x592B;&#x5BF8;&#x6B65;&#x4E0D;&#x8BA9;&#x3002;</p>
<p>&#x4E8C;&#x4EBA;&#x76EE;&#x5149;&#x76F8;&#x5BF9;&#xFF0C;&#x4E00;&#x65F6;&#x95F4;&#xFF0C;&#x6C14;&#x6C1B;&#x5251;&#x62D4;&#x5F29;&#x5F20;&#x8D77;&#x6765;&#xFF01;</p>
<p>&#x201C;&#x58EE;&#x58EB;&#xFF0C;&#x4EAD;&#x957F;&#x2026;&#x2026;&#x8BEF;&#x4F1A;&#xFF0C;&#x8BEF;&#x4F1A;&#x3002;&#x201D;</p>
<p>&#x5C31;&#x5728;&#x8FD9;&#x65F6;&#xFF0C;&#x65B9;&#x624D;&#x90A3;&#x4E2A;&#x88AB;&#x8D3C;&#x4EBA;&#x8FFD;&#x8D76;&#x9003;&#x8D70;&#x7684;&#x5546;&#x8D3E;&#x4E5F;&#x6C14;&#x5598;&#x5401;&#x5401;&#x7684;&#x6765;&#x5230;&#x8FD9;&#x91CC;&#xFF0C;&#x8FDE;&#x5FD9;&#x4E0A;&#x524D;&#x529D;&#x67B6;&#xFF0C;&#x5BF9;&#x9ED1;&#x592B;&#x4E8C;&#x4EBA;&#x884C;&#x793C;&#x9053;&#xFF1A;&#x201C;&#x591A;&#x8C22;&#x4E8C;&#x4F4D;&#x58EE;&#x58EB;&#x6551;&#x547D;&#x4E4B;&#x6069;&#x3002;&#x201D;</p>
<p>&#x800C;&#x540E;&#x4ED6;&#x53C8;&#x4ECB;&#x7ECD;&#x8D77;&#x90A3;&#x4EBA;&#x6765;&#xFF1A;&#x201C;&#x8FD9;&#x662F;&#x672C;&#x5730;&#x6E56;&#x9633;&#x4EAD;&#x957F;&#xFF0C;&#x662F;&#x6211;&#x627E;&#x6765;&#x7684;&#x6551;&#x5175;&#xFF0C;&#x4EAD;&#x957F;&#xFF0C;&#x90A3;&#x4E9B;&#x76D7;&#x8D3C;&#x4FBF;&#x662F;&#x5728;&#x6B64;&#x57CB;&#x4F0F;&#x88AD;&#x51FB;&#x4E86;&#x6211;&#x2026;&#x2026;&#x201D;</p>
<p>&#x201C;&#x4EAD;&#x957F;&#xFF1F;&#x201D;</p>
<p>&#x9ED1;&#x592B;&#x6697;&#x9053;&#x4E0D;&#x5999;&#xFF0C;&#x679C;&#x7136;&#xFF0C;&#x5C31;&#x5728;&#x8FD9;&#x65F6;&#xFF0C;&#x90A3;&#x4E9B;&#x624B;&#x6301;&#x5175;&#x5668;&#x7684;&#x4EBA;&#x4E5F;&#x9646;&#x7EED;&#x8FC7;&#x6765;&#x4E86;&#xFF0C;&#x4ED6;&#x4EEC;&#x6709;&#x56DB;&#x4EBA;&#x4E4B;&#x591A;&#xFF0C;&#x70B8;&#x547C;&#x547C;&#x5730;&#x56F4;&#x4F4F;&#x4E86;&#x9ED1;&#x592B;&#x4E8C;&#x4EBA;&#xFF0C;&#x5C06;&#x5F13;&#x7BAD;&#x5175;&#x5668;&#x5BF9;&#x51C6;&#x4ED6;&#x4EEC;&#xFF01;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="ch04.html" class="navigation navigation-prev navigation-unique" aria-label="Previous page: 第四章">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"第五章","level":"1.6","depth":1,"previous":{"title":"第四章","level":"1.5","depth":1,"path":"ch04.md","ref":"ch04.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"ch05.md","mtime":"2021-04-01T01:42:23.368Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2021-04-01T01:43:02.426Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

